[
  {
    "wordpress_id": 18738,
    "slug": "true-reason-brings-harmony-and-redemption",
    "title": "True Reason Brings Harmony and Redemption",
    "wp_data": {
      "id": 18738,
      "date": "2022-10-21T14:10:34",
      "date_gmt": "2022-10-21T14:10:34",
      "guid": {
        "rendered": "https://www.members.satyoga.org/?p=18738"
      },
      "modified": "2022-10-22T18:53:21",
      "modified_gmt": "2022-10-22T18:53:21",
      "slug": "true-reason-brings-harmony-and-redemption",
      "status": "publish",
      "type": "post",
      "link": "https://www.members.satyoga.org/teachings/true-reason-brings-harmony-and-redemption/",
      "title": {
        "rendered": "True Reason Brings Harmony and Redemption"
      },
      "content": {
        "rendered": "\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"18738\" class=\"elementor elementor-18738\" data-elementor-settings=\"[]\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-36e727d elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"36e727d\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-de48fbf\" data-id=\"de48fbf\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-fe5f7e2 elementor-widget elementor-widget-html\" data-id=\"fe5f7e2\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<div style=\"position: relative; padding-top: 56.25%;\">\r\n<iframe src=\"https://iframe.cloudflarestream.com/\r\n1bbb75863510aafa3bb70b69316fdbe5?poster=https%3A%2F%2Fwww.members.satyoga.org%2Fwp-content%2Fuploads%2Fsites%2F5%2F2022%2F10%2F4-221004_Evening_-Members-Teaching-The-Seven-Stations-of-Self-Attunement-_Yom-Kippur.png\" style=\"border: none; border-radius: 5px; position: absolute; top: 0; height: 100%; width: 100%;\" allow=\"accelerometer; gyroscope; autoplay; encrypted-media; picture-in-picture;\" allowfullscreen=\"true\"></iframe>\r\n</div>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-1b7c998 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"1b7c998\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-c42d21f\" data-id=\"c42d21f\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-3787e5d elementor-widget elementor-widget-html\" data-id=\"3787e5d\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<iframe title=\"True Reason Brings Harmony and Redemption - Members\" allowtransparency=\"true\" height=\"150\" width=\"100%\" style=\"border: none; min-width: min(100%, 430px);\" scrolling=\"no\" data-name=\"pb-iframe-player\" src=\"https://www.podbean.com/player-v2/?i=89s57-12f3a1b-pb&from=pb6admin&share=0&download=1&rtl=0&fonts=Arial&skin=1&font-color=auto&logo_link=episode_page&btn-skin=c73a3a\"></iframe>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-051a66d elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"051a66d\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-c478813\" data-id=\"c478813\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-4b91331 elementor-widget elementor-widget-jet-tabs\" data-id=\"4b91331\" data-element_type=\"widget\" data-widget_type=\"jet-tabs.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"jet-tabs jet-tabs-position-top jet-tabs-move-up-effect \" data-settings=\"{&quot;activeIndex&quot;:0,&quot;event&quot;:&quot;click&quot;,&quot;autoSwitch&quot;:false,&quot;autoSwitchDelay&quot;:3000,&quot;ajaxTemplate&quot;:false}\">\n\t\t\t<div class=\"jet-tabs__control-wrapper\">\n\t\t\t\t<div id=\"jet-tabs-control-7921\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor active-tab\" data-tab=\"1\" tabindex=\"7921\" role=\"tab\" aria-controls=\"jet-tabs-content-7921\" aria-expanded=\"true\" data-template-id=\"2108\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Description</div></div></div><div id=\"jet-tabs-control-7922\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor \" data-tab=\"2\" tabindex=\"7922\" role=\"tab\" aria-controls=\"jet-tabs-content-7922\" aria-expanded=\"false\" data-template-id=\"false\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Transcription</div></div></div><div id=\"jet-tabs-control-7923\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor \" data-tab=\"3\" tabindex=\"7923\" role=\"tab\" aria-controls=\"jet-tabs-content-7923\" aria-expanded=\"false\" data-template-id=\"false\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Downloads</div></div></div>\t\t\t</div>\n\t\t\t<div class=\"jet-tabs__content-wrapper\">\n\t\t\t\t<div id=\"jet-tabs-content-7921\" class=\"jet-tabs__content active-content\" data-tab=\"1\" role=\"tabpanel\" aria-hidden=\"false\" data-template-id=\"2108\"><p><strong>Summary</strong>: <span style=\"font-weight: 400;\">What is Self-attunement? In this teaching on “The 7 Stations of Self-Attunement,“ Shunyamurti shares how to live a life true to the Will of the Divine. By increasing our intelligence, we can untie the knot that traps us in the lower chakras and use Reason to rise up the kundalini ladder to the realm of Pure Spirit. </span></p><p><span style=\"font-weight: 400;\">Shunyamurti honors Yom Kippur, the highest holy day of atonement with a teaching about (the 7 stations of) Self-attunement and the 7 turnings of Judaic Dharma. </span></p></div><div id=\"jet-tabs-content-7922\" class=\"jet-tabs__content \" data-tab=\"2\" role=\"tabpanel\" aria-hidden=\"true\" data-template-id=\"false\"><p>Namaste.</p><p><em>Baruch hashem. Shalom!</em></p><p>Tonight, we are celebrating <em>Erev</em><em>Yom Kippur.</em> We&#8217;re entering the Jewish limb of the Tree of Life, and Sat Yoga is the final leaf on each branch of the tree, the final turning of the wheel of every <em>Dharma</em>. And so we have to celebrate all of them, and it seems appropriate, especially, to celebrate the highest holy day of the Jewish religion this year, which is the Day of—what the Jews themselves call—Atonement.</p><p>But I think that for Sat Yogis, on the seventh turning of Judaic Dharma, should refer to it as the “Day of Self-Attunement”<em>.</em> And so I&#8217;m going to be treating the day as, in terms of <em>gyana</em>, much more than a <em>bhakti</em>—although the two are intertwined in the ascension of consciousness into a state of true attunement with the Supreme Reality, with the Godhead. And so it&#8217;s a day of, indeed letting go of those lower levels in which the consciousness identifies with matter rather than with Spirit—which prevents attunement, and prevents atonement from being authentic, because the consciousness of the ego-mind that is split, and identified with the body, cannot remain attuned to God—of necessity, it will be pulled down back into a state of <em>jouissance</em>. And the jouissance, which is constituted by the lower three <em>chakras</em>—in particular, <em>chakra two</em>—but chakra two, when one analyzes it, is really a way of securing <em>chakra one</em> and <em>chakra three</em>—but those three chakras become a knot, and that knot is the <em>chit jada granthi,</em> and the Day of Atonement, which is classically, a day of cleansing oneself from one&#8217;s sins—that is the sin, because that is the fallen state from the higher chakras, particularly the supreme chakra of the ultimate Real.</p><p>And so it&#8217;s important to understand then how to become in resonance with that, and open the knot that has kept us as avowed <em>jouissance-ists,</em> and nihilists, and actually practically functionally atheists, even if we give lip service to the name of God, or some name, but the name is not the named. And so we must go beyond the <em>Baruch Hashem,</em> the blessed is the name, to what the name signifies. If we don&#8217;t reach the signified and the referent of the signified, then we fail to achieve what this day is about.</p><p>So, as you probably all know, the Israelites came originally from Kashmir, and A-Braham, along with Melcha Tzedek, were Shiva worshippers, but they immigrated to the land of Ur—which is in the Middle East, in Persia and Iraq—and there the worship was that of the icons, the idols of the gods and goddesses who were manifestations in Sat Yuga of God-consciousness; those who were attuned to the Self. But we are not allowed, according to Av Ram—and he was accurate in that—to attune to one who is attuned, but we must attune to That to which they are attuned. Right?</p><p>This is very important, that the resonance must be with the Real, not with any router of that Real. That is, let&#8217;s say, an interim, if one recognizes that one is attracted to is a being who is vibrating in attunement, but one must become attuned to That, and then recognize that That is not a phenomenon that has a local emanation, but is everywhere, omnipresent.</p><p>And so the forefather, Av Ram, took the Shiva lingam on his journey from Kashmir and said, “We don&#8217;t worship anything but that which is incorporeal.” The lingam representing the eternal flame, but the flame made into stone because on the mountains of India, the flames go out, but if you make an icon of a flame in stone, it becomes an eternal light—but a signifier of light, not the signified. And so Av Ram went back to creating a gathering place in which, once again, light, the <em> Ner Tamid</em>, was installed as the object of meditation in what is now Palestine, and became ancient Israel. But those three founders—there were three generations of patriarchs—Av Ram, whose name was changed to A-Braham, the <em>Braham</em> was that of being a <em>brahmin</em>, and of his resonance with Brahman. And Brahman and Shiva in those times were not separated; they were not two concepts, they were a single conceptualization.</p><p>And then one of his great accomplishments was actually—it&#8217;s controversial—but how he was remembered is that he ended child sacrifice. You remember that scene in the Torah where he&#8217;s about—God tells him, “Kill your son Isaac.” Right? And he&#8217;s about to do it, but then at the last minute, God changes his mind, and then from then on, there is no more child sacrifice. And it was something that was current in the social order of that time in the Middle East, and this brought that into an end. And so this was the first turning of the Israelite Dharma, and the three patriarchs, ending with Ya’akov, Jacob, who became known as Yisra-El, “one who wrestles with God”, because of a true, let&#8217;s say, internal battle that was necessary for him to be able to become attuned to the Supreme Self, put them into a very special category. But at that time, there was no Torah, there were no mitzvahs, there was none of that; what there was, was friendship, openness. Avram was famous for having his doors open—they had four doors, one on each side, they were always open, and he accepted the stranger. So anyone who was a stranger in a strange land was welcome with him, and he became the wise man who became the founder of what became ultimately twelve tribes. So that was the first turning of the wheel.</p><p>(You know, Jagdish, are you sure you should be sitting cross-legged? Are you sure it won&#8217;t hurt your knees? No? OK, I don&#8217;t want anything to happen. Your knees are very valuable to us. I don&#8217;t know if we can get them insured, but we should.)</p><p>OK, back to my story. The second turning of the wheel happened after the Israelites fell to a lower level, and as God&#8217;s tendency is, he kicks them out. This time, he kicked them out into Egypt. And then the second turning of the wheel was that of Moshe, who led them out of Egypt and to the Mount Sinai<em>,</em> and that mountain, the symbol of the holy mountain that is on fire, that archetypal symbol, you will recognize, is also the symbol of Arunachala. And so it is the fiery mountain that is actually the archetypal form that every Israelite is to claim, you see, because the mountain is both the peak of consciousness—it&#8217;s the solidity, it&#8217;s the steadiness, it&#8217;s the silence, it&#8217;s the longevity—the mountain has many symbolic meanings—and the holy mountain, the Mountain of God, became a symbol that became present throughout all of the various dharmas.</p><p>Well, the Israelites, of course, didn&#8217;t sustain that attunement, and of course God kicked them out again after a while, but it was after a long line of prophets had warned them about this, but then they were taken captive and wept by the waters of Babylon. You all remember all of the Babylonian exile, etc.—they were, you know, God relented finally, and they were allowed back one more time. OK, how many strikes before you&#8217;re out?</p><p>Well, they had one more left, but then the Romans—well, they won a few battles with the <em>Hasmoneans</em>, but you see what happened with the Hashmonians, the Maccabees, you all remember, Israel was two united regions, Judea and Samaria, but the Samarians—who were often called Samaritans, “good Samaritans” often—the Samarians were Israelites. They were both equally, if you will, Jewish, although that term was not yet an appropriate one, but then they had a falling out, they fought and they denied each other, and that was the beginning of the end, this split, and then the loss of many tribes that disappeared. And then we had the Roman conquest and occupation; and for me, the third—are we on the third or the fourth? We have the first turning is the patriarchs, second is Moshe, I think the third turning is the prophets, because all of their writings were collected, they were the warners of the dangers of not following the spirit of the law, not just the letter of the law, and holding on to friendship among each other, unity of the group rather than schism, and they were not able to do that.</p><p>But I think then the fourth turning of the wheel under the Roman occupation was that of Rav Yeshua—the rabbi known as Jesus these days. But he was actually teaching, I think, the highest form of Judaism and holding on to that love of peace, of turning the other cheek, of walking a mile in the other’s sandals, and of truly living a life of altruism, and complete giving of oneself to the welfare of the whole, at the same time that one had become a pure instrument of that Supreme Reality.</p><p>But of course, that turning of the wheel was not accepted by many, but I do think it is the valid fourth turning. I would even say the fifth turning of the wheel then was later the turning made by the Sufis, because they are of the same Abrahamic tradition. Muslims are not other than from that same root via a son of Abraham; Ishmael was an equal son with <em>Yitzkhaq</em>.</p><p>So we have again a schism that there is an attempt to heal, especially with Rumi, he, I think, represents perhaps the high point of Sufism, in which he said, you know, “If my religion,” he said, “is a religion of love, you know, and you can call it Sufism if you want, you can call it Islam if you want, but if Islam is not a religion of love, then count me out.” That&#8217;s the religion. And I think that fits very much with the teachings of Jesus and with the teachings of Avraham.</p><p>So we have a unity there among those who are at the pinnacle of consciousness, but among the egos that were trying to take over all of these traditions, of course, peace became the last thing that they wanted. What they wanted was power, and they wanted jouissance, and they wanted the security of an empire. So things obviously went from good to worse, and we have a situation—Yom Kippur, by the way, historically was maybe one of the last, maybe the last holiday. The tradition is that it was there from the time of the march through the desert, but actually it was first mentioned, in any detail, in the writings of Josephus, which was during that time of the split between Samaria and Judea—both of which, both of these social groups that had now become split and antagonistic, celebrated Yom Kippur, but it had not been mentioned in earlier times. So it probably goes back to around 400 BC, or BCE, if you prefer.</p><p>But we&#8217;re dealing with a holiday of atonement for the sins that basically caused the Israelites, and then the Jews, to be kicked out in a final diaspora caused by the Romans to lose touch mostly with the Holy Land. A few remained, and the ones who remained became known as Palestinians, and eventually became Islamized, but they are really probably those who are descendants of the early Israelites, far more than the Ashkenazi Jews who came from Germany and Ukraine, and the Khazarian empire, to colonize the state of Israel in the twentieth century. But that&#8217;s a whole other story and I don&#8217;t want to get political tonight. I want to stay with the spiritual message.</p><p>And because of that, I want to really get into what Self-attunement is, but I do want to refer to two books that I want to read a little bit from, that are, I think, representative of two wings of modern Judaism, which are the Mitnagdim and the Hasidim. We&#8217;ve studied the Hasidim before—they were more of the mystical Jews who made secondary the Halacha, the laws, the Dharma, and primarily it was about ecstasy. And it was out of being in a state of ecstatic prayer that then one lived a life that was true to the Will of God, but it was much more of an Avadhuta ideal than it was an ideal of following any rulebound mode of intellectuality. But that other side of it has, I think, a tremendous value—the development of the intellect of the Jews since the days of the ghetto and all of that—the focus on intellectual development, I think, is what is maybe responsible for why you see so many Jews—many more than their numbers in the population—as famous scientists and philosophers and beings who have succeeded in many different fields; including the fields of becoming great Buddhists and Hindus, and becoming parts of a religious movement that was not as exhausted and turned into a kind of vapid intellectuality when the reformed Jewish movement came in, and the loss of that power of soul that was at the core of the Chassidus, of the desire to become on fire, literally, with the Presence of God.</p><p>So the two books I want to read a little bit from, one of them is by Jacob Neusner, a Jewish scholar, and the title is <em>The Glory of God is Intelligence</em>, and I think that there is some value in having that understanding that we are here to increase our intelligence. And the reason why I think it&#8217;s important for Sat Yogis is this: the <em>chit jada granthi</em>, the knot that ties us to the lower chakra ego identity, is tied via the imaginary register only, OK? It&#8217;s <em>only</em> the imaginary register that keeps us trapped in false consciousness. The symbolic register—and I&#8217;m speaking here of the higher symbolic, not the imaginarized symbolic—in other words, everyone can speak, use language, and pretend that they are making sense, but that&#8217;s not the same as the real use of reason that appears at the level of <em>chakra five</em>—but that is our true nature. That Chit of symbolic intelligence is what is able to untie the knot to the imaginary register that keeps us identified as being bodies in the world, rather than pure Spirit. So once we understand that the symbolic is a path to the Real—a very direct path, and that&#8217;s what gyana has always been about—then we can see that it is and has always been a gyana yoga path.</p><p>So I don&#8217;t think I&#8217;m going to read too much from it, but I think some of this is interesting from someone who is in a very, let&#8217;s say, pragmatic mode of Judaism. He says, “Above all, Judaic thinking at its best rejects gullibility and credulity. It is indeed peculiarly modern in its systematic skepticism, its testing of each proposition, not to destroy, but to refine what people supposed to be so. The Talmud&#8217;s first question, for example, is not who said so, but why? What is the reason?”</p><p>OK, so I want to ask you a question: what is the reason we have been given reason? Have you ever thought about that? OK, it&#8217;s a very important point, but this is the core of the Jewish rabbis’ (in a classical sense) goal, is to refine his or her capacity for reason to such an extent that one is able to read the Mind of God. And the Talmud is essentially, it&#8217;s a legal system, a system of understanding how to resolve disputes, that was brought about through debate between the leading wise men of the Jewish tradition to help in the diaspora, the communities—not to require to go to the non-Jewish legal system to solve their problems, but to do it from within the principles of those original understandings of our relationship to God and to reality.</p><p>He says, “The fruit of insight is inquiry. The result of inquiry is insight, in endless progression. The only road closed is the road back to the unarticulated, the unconscious, and the un-self-conscious. For once consciousness is achieved, a reason spelled out, one cannot again pretend that there is no reason, and nothing has been articulated. For the Talmud, the alternatives are not faith or nihilism, but reflection, or dumb reflex, consciousness, or animal instinct. Man in God&#8217;s image has the capacity to reflect and to criticize, all an animal can do is act and react.”</p><p>So it is this capacity to refine our reason that is the essence of the <em>sadhana</em> of the religious Jew. But to do it, as he says, “The Talmud, for its part, endures as a monument to intellectualism focused upon the application of practical rationality to society.”</p><p>So its interest is in creating social harmony. It pays tribute on every page to the human potential to think morally, yet without sentimentality; to reflect about fundamentals and basic principles, yet, “For concrete purposes and with ordinary society in mind, the good, well-regulated society will nurture disciplined and strong character. The mighty man, the one who has overcome his impulses, will stand as a pillar of the good society.”</p><p>So this is the goal: using reason to overcome the lower chakra tendency towards jouissance. And, “The ultimate use of practical reason to become an expression of the transcendent, which is within, not separated.” And it is reason that then creates a union of your mind with the Mind of God, because once your mind overcomes narcissism and egocentricity, then it becomes theocentric, and an entirely different level of intelligence is downloaded.</p><p>So I do think there&#8217;s a tremendous value in that focus—however, let&#8217;s look at the Hasidic view in contrast to that. Is this interesting to people? Is this OK to keep going? I don&#8217;t want to become too intellectualized in this celebration of Self-attunement, but I think it may help us to achieve our aim.</p><p>So the founder of modernism Hasidism is—and this is a book called <em>The Tales of the Hasidim</em>, by Martin Buber, who collected them from the earliest times, from the stories that were told by the Hasidim about their Rebbes. And the first Rebbe, the founder of the movement, was the Baal Shem Tov, the “Master of the Good Name”, and I want to read a few anecdotes, or stories about the Baal Shem Tov. The first one is the first one in the book, which I think, remember, we have to apply all of these teachings psychologically to ourselves; so it&#8217;s not simply a reference to a man who lived in Poland or Russia at a certain time—this is a reference to universal psychology.</p><p>“They say that once when all souls were gathered in Adam&#8217;s soul”—this is interesting because the Muslims say the same thing before, except they say that all the souls were gathered in Allah before the creation of Adam, but then through Adam, all of those souls ended up being born in time, and so it&#8217;s a very similar story or archetype.</p><p>“They say that once when all souls were gathered in Adam&#8217;s soul at the hour when he stood beside the tree of knowledge,” right? This is the knowledge of good and evil. This is the tree of duality. “At that hour, the soul of the Baal Shem Tov went away, and he did not eat of the fruit of the tree.”</p><p>OK? Now, this is very interesting. It means he did not have original sin, to use a Christian concept about the consequences of that. Right? The Baal Shem Tov remained innocent. He did not carry a burden of sin. OK? Now, why is that important? Because remembering what I just said, the burden of sin is carried not in the soul—it doesn&#8217;t say here that the Baal Shem Tov was the only soul who turned away—what I would say is, every soul is innocent of eating of that tree—but the ego ate of that tree, OK? It&#8217;s the ego that is that consciousness that is actually represented by the tree. And it is the ego that is constantly making judgments of good and evil, and those judgments themselves are evil because they have taken one out of attunement with God. It was the eating of that tree, of being in a dual, split mind, that was filled with moral judgments, that caused the loss of paradise.</p><p>But if the soul did not eat of that tree, and the soul is the negation of the ego, the non-egoic part of your consciousness—but that aspect of your consciousness that is more real than your ego, because it sustains its consciousness through many, many lifetimes—the soul, relatively, is eternal, from its first birth to the end of time. So if we understand that, then I think it gives us a way to not have to take the detour through the belief in being someone carrying a burden of sins, and that, to me, is the main obstacle that most people in the Ashram have: they&#8217;re carrying such a burden of sins that they do not feel worthy of eating of the Tree of Life, and of attuning to God, and so it is that that becomes the obstacle.</p><ol><li>The Baal Shem Tov said, “Before the coming of the <em>Mashia</em><em>ch</em>, (Messiah), there will be great abundance in the world. The Jews will get rich. They&#8217;ll become accustomed to running their houses in grand style, and moderation will be cast to the winds. But then the lean years will come, want, and a meager livelihood,”—it seems like we&#8217;re approaching the lean years in that sense—“and the world will be full of poverty. The Jews will not be able to satisfy their needs grown beyond rhyme or reason, and then the labor which will bring forth the Messiah will begin.”</li></ol><p>OK, so we have to go through this time of tribulations, where not only the Jews of the first few turnings, but of all the turnings, have to go through the lean times. I don&#8217;t think it&#8217;ll be many years. I think it will get very lean, very fast, and we will have to attune to God in order to survive and to sustain consciousness. OK. It&#8217;s interesting, I put these markers in here years ago, I haven&#8217;t taken this book out of the shelf for years—I don&#8217;t know, maybe I&#8217;ve taught these before, but I don&#8217;t know if I did because we did have a Hasidic retreat years ago, right, it was many years ago now—but in any case, I&#8217;m going to read them again. Somehow they fit, so I didn&#8217;t need to find new ones today.</p><p>So this is the story of the Baal Shem’s son, after the Baal Shem died. “Sometime after my father&#8217;s death, I saw him in the shape of a fiery mountain which burst into countless sparks. I asked him, ‘Why do you appear in a shape such as this?’ He answered, ‘In this shape, I serve God.’”</p><p>OK, so this is very interesting, a human mountain, which is what Ramana also was, and what all of us are to be, and why the yogis go and meditate on mountaintops. All the Shiva temples are on mountains, and that is a manifestation of what has to be internalized with all of its implications.</p><p>OK, they asked Rabbi Pinchas, “Why is God called <em>Makom</em>?” which means “place”. “He certainly is the place of the world, but then he ought to be called that, not just place.” And the rabbi replied, “Man should go into God so that God may surround him, saturate him and become his place.”</p><p>I would go further and say and take His place, because if God is the place where you are, two things don&#8217;t exist in the same space, only one, and that one must be God, <em>Adonai Echad</em>. So, OK, one more. OK. Well, this one is about the Day of Atonement, it&#8217;s a bit long, but I think it&#8217;s interesting. And this is one of the middle generations of the Hasidim, a number of generations after the death of the Baal Shem Tov.</p><p>“On the eve of the Day of Atonement, rabbi Shmelke of Nikolsburg put on his prayer shawl, his tallit, and went to the house of prayer. On his way from the entrance to the Holy Ark, he called aloud the words of the Scriptures, ‘For on this day shall atonement be made for you, to cleanse you.’” That&#8217;s clearly the word of God. “And after that he quoted Rabbi Akiba&#8217;s words from the Mishnah before whom do you atone, and who cleanses you? Your father in heaven.’ And all the people heard him and burst into tears, it is said. When he stood in front of the ark, then he said, ‘Brothers of my heart, you must know that the core of turning, <em>Teshuvah</em>, turning to God, is the offering up of life itself.”</p><p>OK, that&#8217;s what the day of Atonement is about, the offering up of your life to God. If you really want to celebrate this holiday, that&#8217;s what you must do.</p><p>“For we are of the seed of Abraham, who offered his life for the sanctification of the blessed Name, and even if they would cast him into a lion kill, he remained firm. We are of the seed of Yitzkhak, who offered his life and laid his neck on the stone of the altar, and they are surely pleading to our Father in Heaven on our behalf, on this holy and awful day of judgment. But let us too walk in their tracks and imitate their works. Let us offer up our own lives for the sanctification of the name of he who is blessed. Let us unite and sanctify his mighty Name with fervent love, and with this as our purpose, let us say together <em>Sh’ma Yisra-El</em>, Hear oh Israel, and weeping the people said, ‘The Lord our God, the Lord is one.’”</p><p>Well, this goes on, but I&#8217;m not going to continue with it, but I&#8217;ll go to the last part of this story of this holy day. “In front of the open archive recited the confession of sins. All the people repeated after him word for word, and as they did so, they wept. He took out the scroll of the Torah, and holding it high in his hand, spoke to the congregation about the sins of man. But in the end he said, ‘You must know that the weeping we do on this day is un-blessed if it is filled with gloom, for the Divine Presence does not dwell in Heaviness,” heaviness of heart, “but only in rejoicing in the Commandments, and see, no joy is greater than the joy on this day when it is granted to us to drive all evil impulses from our hearts, through the power of turning to God, to come close to our Father in Heaven, whose hand is outstretched to receive those who turn to Him. And so all the tears we shed on this day should be tears of joy. As it is written, serve the Lord with fear and rejoice with trembling.”</p><p>Interesting paradox: fear and joy. You can only have joy if you have fear of God, fear of losing that attunement—the attunement brings the joy, the fear of losing it keeps one steady in that focus.</p><p>So how many people like the Hasidim? They have a very beautiful, almost Zen koan-like approach to their teachings. OK, now this is the one I want to focus on for this evening. “A disciple asked Rabbi Shmelke, ‘We are commanded to love our neighbor as ourself—how can I do this if my neighbor has wronged me?’ The Rabbi answered, ‘You must understand, these words are right—love your neighbor like something which you yourself are. For all souls are one. Each is a spark from the original soul. And this soul,”—God, right? The <em>Paramatman</em>—“is wholly inherent in all souls, just as your soul is in all the members of your body. It may come to pass that your hand makes a mistake and strikes you, but would you then take a stick and chastise your hand because it lacked understanding, and thus increase your pain? It is the same if your neighbor, who is of one soul with you, wrongs you for lack of understanding. If you punish him, you only hurt yourself.’ The disciple went on asking, ‘But if I see a man who is wicked before God, how can I love him?’ ‘Don&#8217;t you know,’ said Rabbi Shmelke, ‘that the original soul came out of the essence of God and that every human soul is a part of God? And will you have no mercy on him when you see that one of his, of God&#8217;s holy sparks, has been lost in a labyrinth and is almost stifled? Will you not uplift him with your love?’”</p><p>Now, I think this Jewish teaching is extremely relevant in a time of Fauci, and Gates, and Schwab, and Biden, Trump, Von der Leyen—you can include Putin if you want—you can include anyone—are you able to love them unconditionally? Are you able to love the deep state? The cabal? The aliens are also children of God, all of them. Are you able to have unconditional love without duality, without eating of that tree of good and evil? Because that is our duty. It&#8217;s a very high teaching.</p><p>At the close of the “72nd Psalm are the words, ‘And let the whole earth be filled with His glory. Amen. Amen.’ The prayers of David, the son of Jesse, are ended. This is the last of the psalms. Concerning this, Rabbi Levi Yitzhak said, ‘All prayers and hymns are a plea to have his glory revealed throughout the world, but if once the whole world is indeed filled with that glory, there will be no further need to pray.’” There will be no further need for religion, no further need for Judaism, no further need for any technique to attune, because we ourselves will realize we are the glory of God. This is the time in which the glory must be revealed, and only if we give our lives—meaning, kill the ego—to become truly alive, can we fulfill that mitzvah.</p><p>“Rabbi Bunam told this story. He said, ‘When the Baal Shem Tov made the first Hasidim, the evil urge, the <em>yetzer hara</em>,”—which is like the devil for the Jews—“was in great straits,” right? The devil was upset. “For as the devil said to his followers, now those Hasidim of the Baal Shem Tov will set the world ablaze with their holiness.’ But then the devil thought of a way out. He disguised himself, he pretended to be someone else, and he went to two Hasidim who lived together in a certain town. He said to them, ‘Your work is very praiseworthy, but there ought to be at least ten of you, so you can pray in a quorum, right, a <em>minyan</em>. He fetched eight of his people and joined them to those two, he fetched eight of his people and joined them to those two Hasidim, and then, since they had no money to purchase a scroll and other things they needed, he brought them a rich man, also one of the devil&#8217;s adherents, who provided them with whatever was necessary. He did the same everywhere. When he had finished, he said to his hosts, ‘Now we no longer need be afraid of anything, for we have the majority, and that is what counts.’”</p><p>Alright. “Rabbi Yitzhak was asked, ‘What do you think was Adam&#8217;s real sin?’ ‘Adam&#8217;s real sin,’ said he, ‘was that he worried about the morrow.’ The serpent set out to reason with him. ‘There&#8217;s no service you can perform because you cannot distinguish between good and evil. You&#8217;re unable to make a choice. What good are you? Eat of this fruit and you&#8217;ll be able to distinguish. You&#8217;ll choose the good and you&#8217;ll receive the reward.’ So then that he gave ear to this, Adam. This is where Adam was at fault. He worried that he would not be able to serve. And yet, at that very hour, he had his service to obey God and resist the serpent.”</p><p>It&#8217;s a beautiful paradox, right? We fell out of our desire to serve, to be good. OK, last ones.</p><p>“Someone asked the Rabbi of Ger, ‘Why do people always weep when they say the words of the prayer? Man, his origin is of the dust, and his end is in the dust. If man sprang from gold and turned to dust, OK, you could weep, that would make sense, but not if he returns whence he has come. The Tsadik replied, ‘The origin of the world is dust, but man has been placed in it that he may raise the dust to spirit. But man always fails in the end, and everything crumbles into dust.’”</p><p>Will we fail this time? It&#8217;s our last chance not to fail.</p><p>“The Rabbi of Ger said on another occasion, ‘Why is man afraid of dying? For does he not then go to his Father?’ ‘What man fears is the moment he will survey from the other world everything he has done on this earth.’”</p><p>So our real fear that keeps us from choosing liberation is facing the unbearable truth of those sins that our ego committed, and this is the catch-22 that causes the failure of all religions, and why <em>Kali Yuga</em> religions could not prevent the fall into the final apocalyptic moment that we&#8217;re in. And all of those religions are religions of the body, really. You know, you&#8217;re only a Jew if your mother&#8217;s body was Jewish. It&#8217;s not a religion of pure Spirit; you&#8217;re identified via the body. And this is what, in a sense, Christ came to change and said, no, there&#8217;s no difference between the Greek and the Jew and the barbarian and all of that—it&#8217;s a matter of circumcision of your heart, not of the body. And it&#8217;s a matter of your faith, and your love, not a matter of your bodily descendants. The same thing happened with the Hindus whose religion is carried on the matrilineal succession. And Buddhism said, no, it&#8217;s not like that, anyone can become a buddha, it&#8217;s a question of consciousness not being born in the <em>brahmin</em> caste, right? There&#8217;s no caste system in Buddhism. But even those religions then became religions that you would be born into: you&#8217;d be baptized a Christian right after birth. You wouldn&#8217;t be given a choice later in life. You were put into that before you could use your reason and your intelligence to make your decision. And in the same way, with all of the religions, there was an indoctrination before one&#8217;s capacity to think had matured sufficiently to make a reasoned choice.</p><p>And because of that, the ego&#8217;s identity is controlled by the big Other. It&#8217;s controlled by the internalized superego parents who make you feel guilty if you shift your paradigm out of the belief system that they gave you. And so that burden of sin is not a burden of sin in relation to God, but in relation to the superego that has taken the place of God in the imaginary register. So this is the issue.</p><p>So because of this, I want to give a Sat Yoga approach to this day. Let&#8217;s call it <em>The Seven Stages of Self-Attunement.</em></p><p>The first stage is the stage that you reach when you cross the threshold into a wisdom school, and you are told that Sri Ramana&#8217;s technique, if you will, his approach, is simply to ask yourself, “Who are you? Who am I?” Right? That&#8217;s it. You are simply to wonder, “<em>Who am I?</em>” Most people who enter the spiritual field never are able to establish themselves at this station because they do not question who they are. They assume that they&#8217;re a bodily being who was born at a certain time to certain parents, and you have certain attitudes and certain beliefs and certain obligations to family, society, culture, religion, whatever. You have an identity already, and there is hardly anyone who will challenge that identity.</p><p>And so most people who take up <em>atma vichara</em> do not do it authentically because they do not question their ego identity. They do not sincerely authentically question “Who am I?” And so they will constantly be obsessed by the sins of their past, their inadequacies, their failings, their traumas, their missing out on whatever—their yearning for some kind of jouissance they didn&#8217;t get—whatever it might be, and usually all of the above and more; it&#8217;s part of an identity structure that is never questioned. And if you don&#8217;t question that, you can&#8217;t get, even, to the second station.</p><p>How many of you sincerely question your identity, really wonder who you are, not just make a show of it and think, “Yes, of course I know who I am, I wish I were someone different, but I&#8217;m not and I can&#8217;t, and therefore I flagellate myself, and I try to get better, and I try to be more disciplined, and lift more weights and get stronger, and try to be a little friendlier”, or whatever that you might try to do, but maybe not even that—but the point is, very few people here have reached the first station and truly question who you are. So how can the spiritual process begin?</p><p>OK, if you do, you get to the second station. The second station is the famous <em>Neti Neti</em>: “not this, not this”. This is when you really question—now, most people do say, “Oh yeah, I&#8217;m not the body, I&#8217;m not the mind”, and they make it into some ritualistic repetition of a mantra; that&#8217;s not really what neti neti is. Neti neti really means “I get it that I&#8217;m not the ego, that I&#8217;m not the mind that&#8217;s thinking, those emotions it&#8217;s having are not mine, those drives, those urges are not mine. I am not any of that which appears in my mind—none of those mental structures, objects, paradigms, none of it is who I am.” And until you get that, that you do not exist as the person you think you are, that is a fiction—until you realize that, you will not establish yourself in the opening—this is the portal to realization, at least of the soul, rather than of the ego, as a higher level of your identity.</p><p>But what happens to the ego that seriously questions, “Who am I?” They suddenly start to think that the world is not real. They suddenly start to think that they&#8217;re in some strange, surreal hallucination, and paranoia comes in. If you really question your identity and you&#8217;re still in the ego, paranoia will come in, a fear of depersonalization. There will be an attack. You may not notice it because you&#8217;ll want to soothe that so quickly, you don&#8217;t actually feel and recognize what is going on, but you&#8217;re being attacked by your Censor that produces a paranoid response of fear, of madness: “If I go any further, if I realize I don&#8217;t exist, that I&#8217;m not anything that I thought I was, I was never born, I&#8217;m not this body”—if you take that really seriously and actually imperience it, the ego will go crazy. It will do anything to stop you from that letting go of the identity structure.</p><p>And so it takes tremendous courage to proceed with the neti neti until you have unraveled all of the attachments to the signifiers of ego identity, and all of its narratives have been dropped from your mind once and for all. That&#8217;s the cleansing of the sins, realizing that there is no sin that pertains to you. And by sin, it&#8217;s any disappointment, any feeling of inadequacy, unworthiness, or any sense of human failing. All of that is in the imaginary register; doesn&#8217;t mean it didn&#8217;t happen within the fictional world of your ego bubble, but when that bubble is popped, it has no relevance to who you are. That&#8217;s why you shouldn&#8217;t have heaviness when you are praying, because the real one who is engaged in prayer, if the prayer is authentic, is the soul, not the ego, not the imaginary, and the soul is in joy, even though it&#8217;s trembling until its ego bubble is popped, but it&#8217;s in joy because it knows it is free of sin. It never ate of that tree.</p><p>OK, if you do graduate, then you get to the third station, which I’ll call <em>Shunyata</em>. This is the first Emptiness of the Buddhists, of the second turning of their Wheel of Dharma. This is the realization that not only is your identity completely empty of your real nature, it&#8217;s not yourself; your ego is not yourself. It&#8217;s a structure, a movie, a narrative, a game, a video icon that you&#8217;re using in this game, but you&#8217;re the player, the user of the icon, not the icon itself. So it&#8217;s that Emptiness. And that Emptiness you realize is the Emptiness of the whole world. None of it is real; all of it is your own projection. And so the Shunyata is the dropping of all projections, not just on your own ego, but on every ego, and on the world itself as a dream. And so one lets go of attachment to the dream and then one finds the dream.</p><p>So <em>Shiva</em> is the fourth station, the realization of Shiva, but it&#8217;s not yet Paramashiva—comes then the dreamer of the dream as Ishvara. But there is still duality in the sense that the fullness that becomes apparent within the Emptiness—that fullness of the presence of Shiva—is felt as a gift of grace that you are receiving. So there&#8217;s still duality of “me” and Shiva. OK, “I&#8217;m with Shiva, my emptiness as an ego now has given space, Makom, the space for Shiva to fill and take my place.” But there are still two in this station.</p><p>Then there&#8217;s a Trinity. The two becomes three, really, because what you recognize is that there is not only Shiva, but Shakti. <em>Nara</em> means the human level. This is your consciousness as a being in the matrix, but you recognize that the matrix itself is simply the Mind of Shakti, the Mind of God is the Goddess. And it is that power of the Goddess that has brought you into this embodied state in which you realize that the whole world is the vibrational emanations and the collapsed wave functions of those vibrations produced by a Supreme Intelligence. This is Shakti. And the field itself, the Brahman, that’s Shiva. And Nara is the one who is both the created one and the one in whose mind the creator appears. OK? So one&#8217;s mind becomes a trinity, the Holy Trinity, in the same way as the Christian Trinity, and it&#8217;s also there in the <em>Trikaya</em> theory of Buddhism.</p><p>The Trikaya theory has an interesting paradox that I want to really have you focus on, because it&#8217;s a significant contradiction that needs to be penetrated through a very deep meditative practice. And this is this: the <em>Dharmakaya</em>, that&#8217;s the Brahman, if you will, the place that the cosmos appears in, this is the ultimate field, and it&#8217;s that pure Intelligence, this is the ultimate body of the Buddha, the Buddha nature. Then there&#8217;s the <em>Sambhogakaya</em>. This is the bliss body. <em>Sambhoga</em>—<em>bhoga</em> is, right, “enjoyment”; Sam-bhoga, the “bliss”. And that “bliss body”, we could say, is the soul of Buddha-consciousness, which contains the intelligence, the liberated Chit, liberated from the granthi. But then there&#8217;s the <em>Nirmanakaya</em>. The Nirmanakaya is the actual person who was referred to as Buddha—whether it was Shakyamuni, or Gautama, or Siddhartha, I don&#8217;t care who you call him—but the point, is it&#8217;s a human person, a material body.</p><p>Now, in the second turning of the wheel, they said every material body is empty of Self-nature. Does that mean that the Nirmanakaya is also empty of Self-nature? But how can the Buddha fail to have Buddha-Nature? Is it possible that the Buddha as a material being is actually clueless about his Buddha-hood? He had to go through a period where he practiced his ascetic practices, right, he had to go through a long period of training and <em>sadhana</em> when he was clueless. And then, finally, the Nirmanakaya was connected to the Sambhogakaya and the Dharmakaya. So there is a paradoxical contradiction. Each of you is the Nirmanakaya of Buddha, but it is not yet attuned to the other two bodies. This is where the day of attunement is so important, but, of course, it must be every day.</p><p>So, almost done. Then we get the unity, at six. Let&#8217;s just call it <em>Unity Field.</em> What happens is, as you&#8217;re meditating in this state of a total worship and feeling of connection to Shakti and to Shiva, who are the two polarities of the Real—they are two powers, but they are also one, because the emanations of Shakti come from Shiva, but She becomes separate because She becomes the world, and Shiva is the transcendent, unmanifest; they are two polarities of reality. Both of those exist in your mind, OK? So the mind has to realize it is not a separate being worshipping Shiva and Shakti, but the mind itself—you could even think of the two hemispheres of the brain, one is Shakti, one is Shiva, but the brain is whole. But that&#8217;s what you contain, are these two energies, the manifest and the unmanifest, the capacity to manifest, to dream, and the capacity to be in deep sleep. And then there is the awakening to that fact that you are Shiva-Shakti in union, you are the unitive field.</p><p>And then the final state is that you realize the source of the feeling, which I&#8217;ll call <em>Parama Shiva</em>, the supreme level of Shiva, which is inconceivable, cannot be spoken about, but this is the final state. So in this level, you go from three and you realize that 3 = 2 = 1. And here you have 1 = 0. And then finally, Zero equals Infinity. Alright? So this is mathematics by yogic standards, and that realization has to be understood. And all the religions have that. The trinity are three in one, but they are not separate, and ultimately the one is Zero.</p><p>So these are the seven stations, I would say, of Sat Yoga&#8217;s version of what we should be doing on the Day of Atonement, and that day should be recognized as happening every day.</p><p>Now, I&#8217;m going to answer one other question that I had been asked, and this is how you get to that in the quickest possible way. And that is this: alright, here&#8217;s your ego.</p><p><em>Shunyamurti draws on the whiteboard.</em></p><p>You got three states: sleep, dream and waking, right? But now, I want to call this Waking 1. It&#8217;s the first kind of awakening, because you&#8217;re actually still asleep, because you&#8217;re in a fictional character living a life that isn&#8217;t your own authentic life. Around this is Waking 2. This is the <em>Turiya</em> state, when you have awakened from the three <em>avastas</em>. And remember: what does “Buddha” mean? “The awakened one.” It doesn&#8217;t mean it&#8217;s just somebody who heard the alarm clock and got up. It&#8217;s not that kind of awakening, is it? It&#8217;s the awakening from the illusion that he was a body, and the realization of being God, or the Buddha-Nature, if you prefer, or Brahman, or whatever. But it is that realization. So Turiya, the difference between Waking 2 and Waking 1, is, for the ego, those three avastas are always separate. You cannot be wide awake and asleep at the same time as an ego. And the more sleepy you are, the less awake you are. Right? They are reciprocals, but you cannot be fully in all three or even two. There is a contradictory drive that will make one dominant and the other recessive. You can train perhaps to be able to stay more conscious when you&#8217;re dreaming or that kind of thing, but nonetheless, they will always remain as three, separate. But in the Waking 2, waking, dream, and deep sleep are a unified field. You&#8217;re always in all of them simultaneously because you&#8217;re asleep to <em>maya</em>, you have the dream of Shakti going on, right? And you&#8217;re awake to the presence of the ultimate reality.</p><p>And then, of course, you have Waking 3 out here. Waking 3 is the <em>Turiyatita</em> state. The Turiya state which we can relate to the soul is still focused around the ego. The soul is not the ego, but it&#8217;s still concerned with the ascension of the ego, with its purification. In Waking 3, you have left it all behind, now you&#8217;re in the infinite, and what happens to your ego or your body—it&#8217;s not yours anymore, it&#8217;s irrelevant. It&#8217;s all part of God, and there&#8217;s no concern for your personal fate. And there&#8217;s no reaction when your environment isn&#8217;t perfect for you. If there&#8217;s too much noise or the food doesn&#8217;t have enough salt, or there&#8217;s a problem here or there, you do not react, you don&#8217;t get upset, you don&#8217;t project, you don&#8217;t collude with other egos, you don&#8217;t have attitudes and opinions. You don&#8217;t carry shame and guilt, or project them on other people. You don&#8217;t do any of those things—that&#8217;s the liberated state, when none of those <em>sanskaras</em> are ever active again, they don&#8217;t exist. They&#8217;ve been extinguished. You have entered the entire ocean and that little bubble that you thought you were is so far from your true nature that whether it pops or not doesn&#8217;t even matter, but you are already in another quantum leap to a different dimension of the Real, from which you will never return to mere bubble status, because you have encountered your infinite Self, and the bliss and the knowledge, and the power, and the freedom, are overwhelming and there would never be any drive to lose that and fall into forgetfulness of who you are.</p><p>Namaste,</p><p>Shunyamurti</p></div><div id=\"jet-tabs-content-7923\" class=\"jet-tabs__content \" data-tab=\"3\" role=\"tabpanel\" aria-hidden=\"true\" data-template-id=\"false\"><p><strong>Transcription: </strong><a href=\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/10/True-Reason-Brings-Harmony-and-Redemption.pdf\">True Reason Brings Harmony and Redemption.pdf</a></p><p><strong>Audio File</strong>: <a href=\"https://mcdn.podbean.com/mf/web/ch7myx/4_221004_Evening__Members_Teaching_The_Seven_Stations_of_Self-Attunement__Yom_Kippur--ab7we.mp3\"> True Reason Brings Harmony and Redemption &#8211; Audio MP3</a></p></div>\t\t\t</div>\n\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-698648f elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"698648f\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-8e24917\" data-id=\"8e24917\" data-element_type=\"column\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-4a3c155 elementor-widget elementor-widget-heading\" data-id=\"4a3c155\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h4 class=\"elementor-heading-title elementor-size-default\">Topics covered in this teaching:</h4>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"elementor-element elementor-element-33c8a7e elementor-widget elementor-widget-post-info\" data-id=\"33c8a7e\" data-element_type=\"widget\" data-widget_type=\"post-info.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<ul class=\"elementor-inline-items elementor-icon-list-items elementor-post-info\">\n\t\t\t\t\t<li class=\"elementor-icon-list-item elementor-repeater-item-d5d9afd elementor-inline-item\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"elementor-icon-list-text elementor-post-info__item elementor-post-info__item--type-custom\">\n\t\t\t\t\t\t\t\t\t\t<ul class=\"tag-list \"><li><a href=\"https://www.members.satyoga.org/tag/holy-days\">Holy Days</a></li><li><a href=\"https://www.members.satyoga.org/tag/nonduality\">Nonduality</a></li></ul>\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t</ul>\n\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t",
        "protected": false
      },
      "excerpt": {
        "rendered": "<p>What is Self-attunement? In this teaching on “The 7 Stations of Self-Attunement,“ Shunyamurti shares how to live a life true to the Will of the Divine. By increasing our intelligence, we can untie the knot that traps us in the lower chakras and use Reason to rise up the kundalini ladder to the realm of Pure Spirit.<br />\nShunyamurti honors Yom Kippur, the highest holy day of atonement with a teaching about (the 7 stations of) Self-attunement and the 7 turnings of Judaic Dharma. </p>\n",
        "protected": false
      },
      "author": 5,
      "featured_media": 18739,
      "comment_status": "open",
      "ping_status": "open",
      "sticky": false,
      "template": "",
      "format": "standard",
      "meta": {
        "ihc_mb_level": ""
      },
      "categories": [
        73,
        20,
        72
      ],
      "tags": [
        33,
        40
      ],
      "acf": [],
      "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.6.2 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>True Reason Brings Harmony and Redemption - Sat Yoga Members</title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"https://www.members.satyoga.org/teachings/true-reason-brings-harmony-and-redemption/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"True Reason Brings Harmony and Redemption - Sat Yoga Members\" />\n<meta property=\"og:description\" content=\"What is Self-attunement? In this teaching on “The 7 Stations of Self-Attunement,“ Shunyamurti shares how to live a life true to the Will of the Divine. By increasing our intelligence, we can untie the knot that traps us in the lower chakras and use Reason to rise up the kundalini ladder to the realm of Pure Spirit.  Shunyamurti honors Yom Kippur, the highest holy day of atonement with a teaching about (the 7 stations of) Self-attunement and the 7 turnings of Judaic Dharma.\" />\n<meta property=\"og:url\" content=\"https://www.members.satyoga.org/teachings/true-reason-brings-harmony-and-redemption/\" />\n<meta property=\"og:site_name\" content=\"Sat Yoga Members\" />\n<meta property=\"article:published_time\" content=\"2022-10-21T14:10:34+00:00\" />\n<meta property=\"article:modified_time\" content=\"2022-10-22T18:53:21+00:00\" />\n<meta property=\"og:image\" content=\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/10/4-221004_Evening_-Members-Teaching-The-Seven-Stations-of-Self-Attunement-_Yom-Kippur.png\" />\n\t<meta property=\"og:image:width\" content=\"1280\" />\n\t<meta property=\"og:image:height\" content=\"720\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"38 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://www.members.satyoga.org/#website\",\"url\":\"https://www.members.satyoga.org/\",\"name\":\"Sat Yoga Members\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://www.members.satyoga.org/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://www.members.satyoga.org/teachings/true-reason-brings-harmony-and-redemption/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/10/4-221004_Evening_-Members-Teaching-The-Seven-Stations-of-Self-Attunement-_Yom-Kippur.png\",\"width\":1280,\"height\":720},{\"@type\":\"WebPage\",\"@id\":\"https://www.members.satyoga.org/teachings/true-reason-brings-harmony-and-redemption/#webpage\",\"url\":\"https://www.members.satyoga.org/teachings/true-reason-brings-harmony-and-redemption/\",\"name\":\"True Reason Brings Harmony and Redemption - Sat Yoga Members\",\"isPartOf\":{\"@id\":\"https://www.members.satyoga.org/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://www.members.satyoga.org/teachings/true-reason-brings-harmony-and-redemption/#primaryimage\"},\"datePublished\":\"2022-10-21T14:10:34+00:00\",\"dateModified\":\"2022-10-22T18:53:21+00:00\",\"author\":{\"@id\":\"https://www.members.satyoga.org/#/schema/person/026371263aee4e88a5ad709989c2084b\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://www.members.satyoga.org/teachings/true-reason-brings-harmony-and-redemption/\"]}]},{\"@type\":\"Person\",\"@id\":\"https://www.members.satyoga.org/#/schema/person/026371263aee4e88a5ad709989c2084b\",\"name\":\"Sat Yoga\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://www.members.satyoga.org/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/f23e6a1f777fff13d8f6cfe3cd3faf16?s=96&d=mm&r=g\",\"caption\":\"Sat Yoga\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
      "_links": {
        "self": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts/18738"
          }
        ],
        "collection": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts"
          }
        ],
        "about": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/types/post"
          }
        ],
        "author": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/users/5"
          }
        ],
        "replies": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/comments?post=18738"
          }
        ],
        "version-history": [
          {
            "count": 0,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts/18738/revisions"
          }
        ],
        "wp:featuredmedia": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/media/18739"
          }
        ],
        "wp:attachment": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/media?parent=18738"
          }
        ],
        "wp:term": [
          {
            "taxonomy": "category",
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/categories?post=18738"
          },
          {
            "taxonomy": "post_tag",
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/tags?post=18738"
          }
        ],
        "curies": [
          {
            "name": "wp",
            "href": "https://api.w.org/{rel}",
            "templated": true
          }
        ]
      }
    }
  },
  {
    "wordpress_id": 18303,
    "slug": "accomplish-this-one-task",
    "title": "Accomplish This One Task",
    "wp_data": {
      "id": 18303,
      "date": "2022-09-07T06:23:59",
      "date_gmt": "2022-09-07T06:23:59",
      "guid": {
        "rendered": "https://www.members.satyoga.org/?p=18303"
      },
      "modified": "2022-09-07T06:24:33",
      "modified_gmt": "2022-09-07T06:24:33",
      "slug": "accomplish-this-one-task",
      "status": "publish",
      "type": "post",
      "link": "https://www.members.satyoga.org/teachings/accomplish-this-one-task/",
      "title": {
        "rendered": "Accomplish This One Task"
      },
      "content": {
        "rendered": "\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"18303\" class=\"elementor elementor-18303\" data-elementor-settings=\"[]\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-f836d22 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"f836d22\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-4923b41\" data-id=\"4923b41\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-3f24efe elementor-widget elementor-widget-image\" data-id=\"3f24efe\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-image\">\n\t\t\t\t\t\t\t\t\t\t<img width=\"1024\" height=\"576\" src=\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/09/2-220823_Morning_members-GM-1024x576.jpg\" class=\"attachment-large size-large\" alt=\"\" srcset=\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/09/2-220823_Morning_members-GM-1024x576.jpg 1024w, https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/09/2-220823_Morning_members-GM-300x169.jpg 300w, https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/09/2-220823_Morning_members-GM-768x432.jpg 768w, https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/09/2-220823_Morning_members-GM-1536x864.jpg 1536w, https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/09/2-220823_Morning_members-GM-2048x1152.jpg 2048w, https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/09/2-220823_Morning_members-GM-600x338.jpg 600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" />\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-1c91175 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"1c91175\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-fa0b973\" data-id=\"fa0b973\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-2fb0dd9 elementor-widget elementor-widget-html\" data-id=\"2fb0dd9\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<iframe title=\"Accomplish This One Task - Members\" allowtransparency=\"true\" height=\"150\" width=\"100%\" style=\"border: none; min-width: min(100%, 430px);\" scrolling=\"no\" data-name=\"pb-iframe-player\" src=\"https://www.podbean.com/player-v2/?i=bkf85-12b67c5-pb&from=pb6admin&share=0&download=1&rtl=0&fonts=Arial&skin=1&font-color=auto&logo_link=episode_page&btn-skin=c73a3a\"></iframe>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-c4ce9ea elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"c4ce9ea\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-5d4dd24\" data-id=\"5d4dd24\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-f9364cc elementor-widget elementor-widget-jet-tabs\" data-id=\"f9364cc\" data-element_type=\"widget\" data-widget_type=\"jet-tabs.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"jet-tabs jet-tabs-position-top jet-tabs-move-up-effect \" data-settings=\"{&quot;activeIndex&quot;:0,&quot;event&quot;:&quot;click&quot;,&quot;autoSwitch&quot;:false,&quot;autoSwitchDelay&quot;:3000,&quot;ajaxTemplate&quot;:false}\">\n\t\t\t<div class=\"jet-tabs__control-wrapper\">\n\t\t\t\t<div id=\"jet-tabs-control-2611\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor active-tab\" data-tab=\"1\" tabindex=\"2611\" role=\"tab\" aria-controls=\"jet-tabs-content-2611\" aria-expanded=\"true\" data-template-id=\"2108\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Description</div></div></div><div id=\"jet-tabs-control-2612\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor \" data-tab=\"2\" tabindex=\"2612\" role=\"tab\" aria-controls=\"jet-tabs-content-2612\" aria-expanded=\"false\" data-template-id=\"false\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Downloads</div></div></div>\t\t\t</div>\n\t\t\t<div class=\"jet-tabs__content-wrapper\">\n\t\t\t\t<div id=\"jet-tabs-content-2611\" class=\"jet-tabs__content active-content\" data-tab=\"1\" role=\"tabpanel\" aria-hidden=\"false\" data-template-id=\"2108\"><p><strong>Summary</strong>: <span style=\"font-weight: 400;\">Shunyamurti encourages us to remember the Self through all of Its manifestations in order to receive the power of love, redemption, and salvation, and to accomplish the one task to realize the Self.</span></p></div><div id=\"jet-tabs-content-2612\" class=\"jet-tabs__content \" data-tab=\"2\" role=\"tabpanel\" aria-hidden=\"true\" data-template-id=\"false\"><p><strong>Audio File</strong>: <a href=\"https://mcdn.podbean.com/mf/web/wybawg/2_220823_morning_GM6mec5.mp3\">Accomplish This One Task &#8211; Audio MP3</a></p></div>\t\t\t</div>\n\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-6b63bd9 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"6b63bd9\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-9bcae15\" data-id=\"9bcae15\" data-element_type=\"column\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-1366f1c elementor-widget elementor-widget-heading\" data-id=\"1366f1c\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h4 class=\"elementor-heading-title elementor-size-default\">Topics covered in this teaching:</h4>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"elementor-element elementor-element-8214a01 elementor-widget elementor-widget-post-info\" data-id=\"8214a01\" data-element_type=\"widget\" data-widget_type=\"post-info.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<ul class=\"elementor-inline-items elementor-icon-list-items elementor-post-info\">\n\t\t\t\t\t<li class=\"elementor-icon-list-item elementor-repeater-item-d5d9afd elementor-inline-item\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"elementor-icon-list-text elementor-post-info__item elementor-post-info__item--type-custom\">\n\t\t\t\t\t\t\t\t\t\t<ul class=\"tag-list \"><li><a href=\"https://www.members.satyoga.org/tag/meditation\">Meditation</a></li></ul>\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t</ul>\n\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t",
        "protected": false
      },
      "excerpt": {
        "rendered": "<p>Shunyamurti encourages us to remember the Self through all of Its manifestations in order to receive the power of love, redemption, and salvation, and to accomplish the one task to realize the Self.</p>\n",
        "protected": false
      },
      "author": 5,
      "featured_media": 18304,
      "comment_status": "open",
      "ping_status": "open",
      "sticky": false,
      "template": "",
      "format": "standard",
      "meta": {
        "ihc_mb_level": ""
      },
      "categories": [
        73,
        20,
        72
      ],
      "tags": [
        38
      ],
      "acf": [],
      "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.6.2 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Accomplish This One Task - Sat Yoga Members</title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"https://www.members.satyoga.org/teachings/accomplish-this-one-task/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Accomplish This One Task - Sat Yoga Members\" />\n<meta property=\"og:description\" content=\"Shunyamurti encourages us to remember the Self through all of Its manifestations in order to receive the power of love, redemption, and salvation, and to accomplish the one task to realize the Self.\" />\n<meta property=\"og:url\" content=\"https://www.members.satyoga.org/teachings/accomplish-this-one-task/\" />\n<meta property=\"og:site_name\" content=\"Sat Yoga Members\" />\n<meta property=\"article:published_time\" content=\"2022-09-07T06:23:59+00:00\" />\n<meta property=\"article:modified_time\" content=\"2022-09-07T06:24:33+00:00\" />\n<meta property=\"og:image\" content=\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/09/2-220823_Morning_members-GM.jpg\" />\n\t<meta property=\"og:image:width\" content=\"2560\" />\n\t<meta property=\"og:image:height\" content=\"1440\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"1 minute\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://www.members.satyoga.org/#website\",\"url\":\"https://www.members.satyoga.org/\",\"name\":\"Sat Yoga Members\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://www.members.satyoga.org/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://www.members.satyoga.org/teachings/accomplish-this-one-task/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/09/2-220823_Morning_members-GM.jpg\",\"width\":2560,\"height\":1440},{\"@type\":\"WebPage\",\"@id\":\"https://www.members.satyoga.org/teachings/accomplish-this-one-task/#webpage\",\"url\":\"https://www.members.satyoga.org/teachings/accomplish-this-one-task/\",\"name\":\"Accomplish This One Task - Sat Yoga Members\",\"isPartOf\":{\"@id\":\"https://www.members.satyoga.org/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://www.members.satyoga.org/teachings/accomplish-this-one-task/#primaryimage\"},\"datePublished\":\"2022-09-07T06:23:59+00:00\",\"dateModified\":\"2022-09-07T06:24:33+00:00\",\"author\":{\"@id\":\"https://www.members.satyoga.org/#/schema/person/026371263aee4e88a5ad709989c2084b\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://www.members.satyoga.org/teachings/accomplish-this-one-task/\"]}]},{\"@type\":\"Person\",\"@id\":\"https://www.members.satyoga.org/#/schema/person/026371263aee4e88a5ad709989c2084b\",\"name\":\"Sat Yoga\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://www.members.satyoga.org/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/f23e6a1f777fff13d8f6cfe3cd3faf16?s=96&d=mm&r=g\",\"caption\":\"Sat Yoga\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
      "_links": {
        "self": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts/18303"
          }
        ],
        "collection": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts"
          }
        ],
        "about": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/types/post"
          }
        ],
        "author": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/users/5"
          }
        ],
        "replies": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/comments?post=18303"
          }
        ],
        "version-history": [
          {
            "count": 0,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts/18303/revisions"
          }
        ],
        "wp:featuredmedia": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/media/18304"
          }
        ],
        "wp:attachment": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/media?parent=18303"
          }
        ],
        "wp:term": [
          {
            "taxonomy": "category",
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/categories?post=18303"
          },
          {
            "taxonomy": "post_tag",
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/tags?post=18303"
          }
        ],
        "curies": [
          {
            "name": "wp",
            "href": "https://api.w.org/{rel}",
            "templated": true
          }
        ]
      }
    }
  },
  {
    "wordpress_id": 17096,
    "slug": "the-fundamentals-of-absolute-alchemy",
    "title": "The Fundamentals of Absolute Alchemy",
    "wp_data": {
      "id": 17096,
      "date": "2022-05-12T15:43:12",
      "date_gmt": "2022-05-12T15:43:12",
      "guid": {
        "rendered": "https://www.members.satyoga.org/?p=17096"
      },
      "modified": "2022-05-13T11:43:43",
      "modified_gmt": "2022-05-13T11:43:43",
      "slug": "the-fundamentals-of-absolute-alchemy",
      "status": "publish",
      "type": "post",
      "link": "https://www.members.satyoga.org/teachings/the-fundamentals-of-absolute-alchemy/",
      "title": {
        "rendered": "The Fundamentals of Absolute Alchemy"
      },
      "content": {
        "rendered": "\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"17096\" class=\"elementor elementor-17096\" data-elementor-settings=\"[]\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-98d2518 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"98d2518\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-aa983a2\" data-id=\"aa983a2\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-87fc6f6 elementor-widget elementor-widget-html\" data-id=\"87fc6f6\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<div style=\"position: relative; padding-top: 56.25%;\">\r\n<iframe src=\"https://iframe.videodelivery.net/23caa9cb13c957bf207e09267ceeaf25?poster=https%3A%2F%2Fwww.members.satyoga.org%2Fwp-content%2Fuploads%2Fsites%2F5%2F2022%2F05%2F5-220418_Liberation-Bardo_Members-Teaching_Wield-the-Infinite-Fusion-Power-of-the-Mind-of-Plasma.png\" style=\"border: none; border-radius: 5px; position: absolute; top: 0; height: 100%; width: 100%;\" allow=\"accelerometer; gyroscope; autoplay; encrypted-media; picture-in-picture;\" allowfullscreen=\"true\"></iframe>\r\n</div>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-2f60da2 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"2f60da2\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-c0d7b4a\" data-id=\"c0d7b4a\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-7d4bf92 elementor-widget elementor-widget-html\" data-id=\"7d4bf92\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<iframe title=\"5) 220418_midday_Liberation in the Bardo of Life_MEMBERS\" allowtransparency=\"true\" height=\"150\" width=\"100%\" style=\"border: none; min-width: min(100%, 430px);\" scrolling=\"no\" data-name=\"pb-iframe-player\" src=\"https://www.podbean.com/player-v2/?i=pi65m-12208b6-pb&from=pb6admin&share=0&download=1&rtl=0&fonts=Arial&skin=1&font-color=auto&logo_link=episode_page&btn-skin=c73a3a\"></iframe>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-992f126 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"992f126\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-4054e41\" data-id=\"4054e41\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-80c01cb elementor-widget elementor-widget-jet-tabs\" data-id=\"80c01cb\" data-element_type=\"widget\" data-widget_type=\"jet-tabs.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"jet-tabs jet-tabs-position-top jet-tabs-move-up-effect \" data-settings=\"{&quot;activeIndex&quot;:0,&quot;event&quot;:&quot;click&quot;,&quot;autoSwitch&quot;:false,&quot;autoSwitchDelay&quot;:3000,&quot;ajaxTemplate&quot;:false}\">\n\t\t\t<div class=\"jet-tabs__control-wrapper\">\n\t\t\t\t<div id=\"jet-tabs-control-1351\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor active-tab\" data-tab=\"1\" tabindex=\"1351\" role=\"tab\" aria-controls=\"jet-tabs-content-1351\" aria-expanded=\"true\" data-template-id=\"2108\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Description</div></div></div><div id=\"jet-tabs-control-1352\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor \" data-tab=\"2\" tabindex=\"1352\" role=\"tab\" aria-controls=\"jet-tabs-content-1352\" aria-expanded=\"false\" data-template-id=\"false\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Transcription</div></div></div><div id=\"jet-tabs-control-1353\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor \" data-tab=\"3\" tabindex=\"1353\" role=\"tab\" aria-controls=\"jet-tabs-content-1353\" aria-expanded=\"false\" data-template-id=\"false\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Downloads</div></div></div>\t\t\t</div>\n\t\t\t<div class=\"jet-tabs__content-wrapper\">\n\t\t\t\t<div id=\"jet-tabs-content-1351\" class=\"jet-tabs__content active-content\" data-tab=\"1\" role=\"tabpanel\" aria-hidden=\"false\" data-template-id=\"2108\"><p><strong>Summary</strong>: Shunyamurti introduces the nine parallel spectra of sameness and difference to help us find the madhyamaka of mind that fuses all states of consciousness into the Mind of God&#8211;overcoming all sameness and difference by bringing eternal life into time. This is the alchemy of Sat Yoga.</p></div><div id=\"jet-tabs-content-1352\" class=\"jet-tabs__content \" data-tab=\"2\" role=\"tabpanel\" aria-hidden=\"true\" data-template-id=\"false\"><p>Today I want to talk to you about what&#8217;s different. There is a core issue in every ego-mind between the valorization of sameness and difference. And people are always, at the ego level, noticing what&#8217;s different, and at the soul level they&#8217;re looking for what&#8217;s the same. And this conflict between these two values consists and creates the major obstacles to liberation. But it&#8217;s very important that you recognize that the obstacles to liberation constitute the path to liberation.</p><p>So, I was going to come at 4am, but I was told to take down more dictation, so I&#8217;m just going to transmit it to you, and we&#8217;ll see where it goes.</p><p>The ego structure and the ego values and the ego dynamics have morphed over time in <em>Kali Yuga</em>. In earlier yugas, you didn&#8217;t even have ego; you had soul consciousness, and then beyond that you had pure Spirit. But in Kali Yuga—in early Kali Yuga—in that period they call the “Axial Age”, what was valorized by sages and the social order—that was in a sense governed by, or at least led by, the wisest beings, and the values that enabled society to become harmonious, and be sustainable, was originally the value of the Unmanifest.</p><p>So, because every manifest being was serving the Unmanifest, it provided a kind of sameness that accepted all the differences of the people within the society, who were all loyal to a particular unmanifest Real, that was the energy and the intelligence that they accepted was the glue that holds us together. And then by the time we get to middle Kali Yuga the Unmanifest drops out for most people in the world, and the values become that of—the chief value, becomes that of sameness and consistency, right?—because you have to have a consistent <em>dharma</em> to be able to create a society, or a community, in which promises can be kept, in which expectations can be met, in which everyone knows what they have to do in order to be approved of, in order to be adequate, in order to be good, in order to be appropriate within the context of that social order, right?</p><p>So that produces, then, that value of acting in accord with a standard—with an archetype—and there were a variety of archetypes available, as the society became more complex, from a simple tribal organization into a society with the division of labor, and then you would have various different archetypal forms, but each caste, each guild, each level of society, and the two genders, were all in accord with the archetype that signified the ideal form that they were to manifest. And this was the basis of worship—because <em>worship</em>, you know, is a contraction of the words “worth” and “shape”.</p><p>So, you went to the temple or to the gathering place, the council meeting, in order to shape your worth in accord with the archetype that was being given to you when you entered into adulthood, and into your profession, or your calling, your vision quest, whatever—but you understood clearly what it meant to be whoever you were to be. You had a role that was defined, not by the manifest group, but by the archetypal beauty, sense, dharmic criteria for what was excellence. And you knew what nobility was, and you knew what ignobility was. And so, it was very clear how to live; there weren&#8217;t any doubts or any questions or any kind of alienation.</p><p>But then, in late Kali Yuga, sameness fell away as a value, and difference became the primary value. And this happened with the rise of the West. The East stayed with sameness as their primary value, whereas the West chose difference. And so naturally, the West evolved differently—faster—it changed, it kept on changing, because it was based on change, on becoming different from what it was a moment ago. Different, always different, growing, changing, developing technology, and therefore developed a capacity to dominate the East and the South, for that matter. So, the West, which is also the North, became the dominant power during that imperialistic period that has also now fallen away, or is in its last legs that are now being fought out. But we have—and difference at its ultimate phase becomes total chaos, in which there is no longer any pattern that can be sustained, right? So, this happens at the macrocosmic level, and it happens at the microcosmic level, and until one can understand and integrate that conflict it&#8217;s very difficult to be in harmony with yourself, because you are split between these values.</p><p>So, the ego in late Kali Yuga is constituted by the love of difference; perhaps I should say the <em>desire</em> for difference. The ego wants to be as different from everyone else as possible—this is the whole individualism complex of the West, OK? However, within that, in the early modern period when the genders were still regulated, the role of the man was to hold a place of sameness, and the role of the woman was to be difference, right?</p><p>So, women would want different kinds of dresses and clothes and styles. The man is still these days wearing the suit and tie, and very boring, right, always the same. Every woman is different, and all men are the same. That&#8217;s no longer the case now that we&#8217;re in a transgendered reality, but there&#8217;s enough remnants of it that you can still relate to it, and that&#8217;s why, of course, you know, a man can eat the same meal every day of his life, he doesn&#8217;t care, but a woman, one night it has to be French cuisine, the next night it&#8217;s an Italian dinner, the next night she wants Chinese food, you know, it doesn&#8217;t stop. The woman has to have something different and new, because she&#8217;s bored with sameness. And so, she gets bored with her man very easily.</p><p>So, the one who is centered on the value of difference has fear of boredom. The one who is centered on sameness has fear of lack, because, in a way, he&#8217;s being left behind. But it&#8217;s also true the other way around, that the more different one becomes when one shifts out of a certain context—like, for example, women can be different in the sense of no two women want to wear the same dress to the ball, right? That&#8217;s a horror, right? You have to have a different one, but you don&#8217;t want to be so different that you&#8217;re not recognizable as the woman, right? So, you want to stay within a certain sameness that is the archetype of feminine beauty, but you want to be able to be in that with an entirely unique style, because there isn&#8217;t one form of beauty; there isn&#8217;t one, like, there is with the male form of sameness who, you know, the woman just wants him to be consistent, make a living, you know, support the family, and it&#8217;s fine that he eats the same gruel every day, and it makes it life easier for her—but she&#8217;s decorating the house all day and making it different, right, and doing all of that—but difference gets to be flighty, whereas the man has to be grounded and boring, and make sure the bills get paid. But the woman doesn&#8217;t—in the traditional household, we&#8217;re talking—that the woman doesn&#8217;t have to do all of that and can focus on flights of fancy.</p><p>So, these days, every ego wants to be in a flight of fancy and doesn&#8217;t want to be grounded, and can&#8217;t deal with Real 1, so the ego is totally obsessed with difference, but the soul still loves sameness, because difference, when it loses touch with sameness, it feels too ungrounded, so, it wants to have—to be able to touch base with someone who is consistent, but not have to be consistent themselves, but know that there is a home they can return to, where they&#8217;ll always be accepted, no matter how different they&#8217;ve become, right? And the parents will always take you back in, you know, and you can always be accepted, no matter if your hair is pink or purple or you&#8217;ve shaved it or whatever—the difference is irrelevant to this system that sustains the sameness, right?</p><p>So, the Self is unconditional love. The Self is love in itself. It doesn&#8217;t love sameness or difference, but it&#8217;s in a state of acceptance. But the lover of difference does not want sameness, and to the ego that loves difference, liberation is a boring sameness, you know? There are no great parties in nirvana! There&#8217;s no rock music there, there&#8217;s not even classical music, right? It&#8217;s boring, silent, stillness—who wants that? Right? So, when you are told to meditate and reach stillness, the ego says, “What? I&#8217;m going to just start chattering to myself! I don&#8217;t care what he&#8217;s saying, I&#8217;m not going to stop my thoughts because my thoughts are much more interesting to me than just having a silent mind.”</p><p>How many people feel that way? We have some honest people here, that&#8217;s good. So, it&#8217;s not an inability to have stillness, it&#8217;s just the ego is not interested in it. OK, so the ego doesn&#8217;t want liberation—that&#8217;s the last thing on its agenda. In fact, it&#8217;s not even on its bucket list—after it kicks the bucket it might be interested in that, you know, but not before. So, it will listen to the <em>Tibetan Book of the Dead</em> after it&#8217;s left the body and say, “OK, maybe I&#8217;ll try in another life.” But even there, you know: “Nah, nah it&#8217;s too boring. I&#8217;ll come back and do another life, and you know, and have another party”, right? So, the ego cannot abide stillness, because that’s death.</p><p>But eventually the ego reaches a point of the exhaustion of its creative potential to continue to become different. It becomes stale and stagnant, and it begins to fall from that <em>rajasic</em> state of constant difference into the <em>tamasic</em> state. And in the tamasic state, it starts to lose its flexibility, it gets rigid, it gets more angry and bitter, and it loses its life energy. And when that starts to happen, then it begins to change its attitude. Then it feels like it wants something different, it would prefer <em>sattva</em> to <em>tamas</em>. But in that state, it&#8217;s terrified that because of all of its rejection of God—who is represented by sameness to the ego-mind—that because it knows it cannot be liberated on its own power, it has to depend on grace. It feels, “I&#8217;m never going to get God&#8217;s grace. I don&#8217;t deserve it. Why would God give me grace? There&#8217;s all these saints around me. Me? I&#8217;m a sinner. I&#8217;m bad. I went into all of those marginal places in life and didn&#8217;t follow the dharma for one day, you know, and screwed all authority, was completely antagonistic to order, you know, God is not going to find me delicious or want to swallow me. No way! He&#8217;s going to leave me here.”</p><p>So that question of difference then becomes a fear of the absence of grace. And the other fear is that not only is there absence of grace, but there&#8217;s an absence of God, because the ego, in its obsession with difference and phenomenality, lost touch with the belief that there even is a noumenal plane. And if there is a God, it&#8217;s just an impersonal, you know, field of light without any love or anything to create value—it&#8217;s just loss. And so that sense of not wanting to lose consciousness keeps one in a mode of rejection, of doubt, and of fear of the lack of grace.</p><p>This makes sense to people so far? OK, so we&#8217;re getting into the psychology of what is the obstacle. So not only that, but the ego itself, because in the modern form—not necessarily any longer for the POMO [postmodern] form—but the modern form that&#8217;s still sufficiently present, that we get it: you have the conscious, you have the Censor in between, right—we have the Soy Burger and then the subconscious fantasies below that. The core of the ego is the Censor. The Censor is not another. The conscious mind thinks that it&#8217;s being victimized by the Censor, but the Censor is the authentic self. We had a question about authenticity—the Censor is the authentic self, not the conscious mind that says it wants this or that. And that&#8217;s why Freud discovered that authenticity only arises ever, in the world of egos, as a Freudian slip. Authenticity arises as a mistake, an accident, an error, or a symptom in the body that the person doesn&#8217;t want but that is expressing something that&#8217;s there: “Oops!”, right? So, authenticity is never a conscious way of being for the ego, and it doesn&#8217;t even really aspire to authenticity because it wants to keep its cards hidden from the other, and you&#8217;d have to be transparent to be authentic, and you&#8217;d have to reveal everything. People don&#8217;t want to reveal how much money they have in the bank, you know, who they really care about, what they really plan to do next, you know, everyone has ulterior motives that are in the back pocket. They&#8217;re not going to be divulged, right?</p><p>So, the Censor, however, is not accessible to the conscious mind. So, the ego, because it&#8217;s not, as the conscious mind, it&#8217;s not authentically itself—it&#8217;s different from itself because its conscious mind doesn&#8217;t know what its own censor wants. Its conscious mind is given a script and it&#8217;s told what to say, but it doesn&#8217;t even mean what it says, but it knows this is what it has to say. It&#8217;s kind of like a press secretary to a president, you know, it&#8217;ll say the things that it&#8217;s supposed to say but that&#8217;s not really the policy, you know. But that&#8217;s public relations. That&#8217;s all your conscious mind is, is PR, and it has no clue as to what your own policies are. It usually finds out later and says, “Was that what I wanted?” Right? And of course, it ends up in a horrible tangle because what the Censor wants usually has no relationship to reality and what reality can offer.</p><p>The ego, however, as Kali Yuga comes more and more toward its close, becomes more and more complex. OK, so the duality of sameness and difference begins to morph. It develops other axis or other parallel spectra, right—like sameness and difference is on a spectrum, but the ego, as it begins to relate to the soul and to the Self, once it&#8217;s in that exhausted state and decides it has to grow vertically, not just horizontally, to get out of its suffering—then it begins to develop nine different parallel spectra.</p><p>So, I&#8217;m going to read them to you. If somebody wants to write it on the board, you could. The global one is <em>Nirvana/Samsara</em>.</p><p>Right. Nirvana is the equivalent of ultimate sameness, and samsara is ultimate multiplicity and difference. But here it&#8217;s in an ontological state that brings one into the awareness that there is a transcendent possibility.</p><p>The second one is between <em>Being </em>and<em> Becoming</em>. And becoming includes both doing and having. I&#8217;m probably writing way too fast for you, but you tell me if you want me to repeat something, Swati, OK?</p><p>And, so again, there are some people who will choose to be on the side of being, and be as consistent and reliable and the same every day, in order to be able to ground something, that you have to sacrifice difference; whereas the one who is in a state of becoming is allowed to, even valorized, to come up with new ideas and be different.</p><p>So, there are the creative types, and then you have the accountants, you know, and the chief executives, and you don&#8217;t want the ones who are running the show to be totally flighty and becoming different, but you do want a creative department of people who are thinking differently, but they have to be modulated as to how many of those differences can we actualize, and which ones do we say, “OK, great idea, but not realistic, or we can&#8217;t afford it, or we have higher priorities”, alright? So all of these questions have to be integrated and harmonized, these different values. “Yeah, let&#8217;s get a hundred chickens and have all the eggs we want. Wait a minute, we don&#8217;t have enough people to handle all of those. We can only afford to get ten or twelve, or do we get thirty or forty?” All of these have to do with questions of sameness and difference, and being and becoming, and what are our capacities to deal with the differences, the changes that any new idea is going to create and shift all of the other priorities, and all of the other duties and necessities. So, this becomes a major focus of many people&#8217;s professional lives, right?</p><p>And then the next morphing is that of <em>Necessary </em>and<em> Contingent.</em> In theological terms, God is the one necessary Being. Everybody else is contingent. In other words, it might have been that you didn&#8217;t exist, right? There&#8217;s no law saying you have to exist, that God had to create you or make you exactly the way He did. Everything about every one of us is totally contingent, right? And could have been different, and could still become different. But God is a necessary Being who never changes. That&#8217;s the ground, the bedrock, right?</p><p>But even on the relative plane, everyone wants to be as necessary as possible, right? “I want to be needed. I want to be indispensable. If I&#8217;m contingent I can be fired, alright. I can be let go of.</p><p>They don&#8217;t need me. They&#8217;ll put me in a closet, and they&#8217;ll go on without me, right? So, I have to remain <em>au courant</em> with my capacity to function in order to be necessary.” So, this is also one of those spectra that the individual is always trying to measure, you know? “How needed am I, and how important am I, and how…”—whatever, right, in that category of essential cogs in the wheel of a social order.</p><p>And then the next one is <em>Subject </em>and<em> Object</em>, because some people want to have a totally subjective outlook on the world, others need to have an objective outlook. Some people want to be the object of desire, others want to look at the object of desire, right? Some want to go to the peep show and others want to perform, and some are exhibitionists, and some are hiding. But you have this question of subject/object that shows up in many ways, and one is always living on a spectrum between those, of what is shown and what is hidden. “What is my subjective opinion about this, and what is objectively the consensus”—and trying to modulate between those two conflicting polarities.</p><p>And then you have in general the <em>Inner </em>and<em> Outer.</em> “What is more important, my inner reality or what it looks like in my outer reality? Do I have to have a well-made bed, or can it be messy and I&#8217;m just comfortable on it and I don&#8217;t need to spend time doing that?” Right? “Is my inner reality, is it more important for me to meditate or clean the house, you know, or do other things?” Right? People have to make decisions between this. But what is most important? And even in my inner reality there&#8217;s an inner and outer. “Is it my mind that is most important and the development of my thoughts and my understanding at a symbolic and logical level? Or is it the silence, stillness, and repose, that is never affected?” You know, there&#8217;s an inner and outer within the inner that one is always within. So, there are fractal levels of all of these that go deeper and deeper, and higher and lower, right? Is this all making sense to people still? OK, tell me when it stops making sense. Any minute now, I&#8217;m sure.</p><p>And then you have the duality of <em>Yin</em> and <em>Yang</em>, OK. And yin and yang, you know, we could define that in a lot of ways—it&#8217;s not just active and passive, it&#8217;s not just superior and inferior, it&#8217;s not just convex and concave, but it has that relationality in which, when one is interacting with someone else, one is yang and the other is yin, and they may shift their positions in other kinds of activities, you know, for playing football, I might be more yin than someone else, but if we&#8217;re having a debate, I might be more yang than someone else, right? And we might find different areas where people&#8217;s, yin and yang are compatible, and other areas where they&#8217;re competing and they&#8217;re actually unable to coordinate their activities, because each one wants to be the boss, or each one wants the other one to make the decisions or whatever else. But the yin and yang aspect can either create wonderful harmony and make life a dance, or it can create loggerheads, right?</p><p>Still with me? Making sense? OK, so everyone&#8217;s got to work their way through navigating where they stand in all of these spectra, and how flexible they are to shift within each one and in relationship to every other person that they are interacting with in relation to all of them, right? So, life gets very complicated, even though most people aren&#8217;t thinking this out consciously, you know, “Where am I with this?” But there&#8217;s an intuitive way that people fit together, right—or don&#8217;t, and then become conflicted.</p><p>Then there&#8217;s <em>Light </em>and<em> Dark</em>. And I mean that in, of course, the sense, you know, of <em>film noir</em>, the dark values, the antihero versus the hero. You have these kinds of different types of scenario that become interesting. Is it a detective story? Is it a crime situation that has to be figured out? Or is it a romance? Or is it, you know, a pirate film? What are we in exactly, right? And so, your approach to life will depend on whether you are more on the bright side of life—even if you&#8217;re being crucified—or on the dark side, even if you&#8217;re the one nailing the guy on the cross. So, there is a consideration of your sense of wearing the white hat or the black hat.</p><p>So, the ninth one actually has five parts<em>. </em></p><p><em>(Shunya in dialogue with student who is writing on whiteboard and missed one.) </em></p><p>Oh. How many do you have? Wait a minute. Which did you miss?</p><p><em>Becoming/Necessary? Contingent, Inner/Outer</em>. You have <em>Yin/Yang</em>. Yeah. You have that? <em>(Student responds) </em>No, that was the same. OK, maybe there&#8217;s only eight, OK. I might have made—I&#8217;m different from myself, you know, I&#8217;ll apologize for it, but maybe not, because I do think that the <em>Doing </em>and<em> Having</em> can be another one, but in any case, it&#8217;ll turn out that there&#8217;s actually about thirteen, because the last one is <em>Good </em>and<em> Not Good</em>. OK that&#8217;s the spectrum, but good and not good can appear in five different ways. It can be a good performance or a bad performance, right? Which, in other words, become skilled versus unskilled, or it can be a product, a thing, a work of art, that&#8217;s either excellent or bad—inferior, right? So, you have that one. And then thirdly, you have good and evil; morally good or morally evil. And then fourth, you have good as ordered, Apollonian, and the opposite is wild, Dionysian, which is a kind of disorder, but it&#8217;s a disorder that is creative, OK?</p><p>And then finally, you have <em>Obedient </em>and<em> Disobedient,</em> right? And this is the one that, for many, it has the most charge, because remember that movie, <em>They Live</em>, right? And he put on the sunglasses, and you get the “Obey. Obey. Obey.” Right? So, nobody wants to obey, because, you know, who are you obeying? Aliens, right? And that&#8217;s now the truth. So, when you obey, you are losing your individuality. No ego wants to obey, because that means you&#8217;re the same, you&#8217;re no longer different, right? So, “I disobey, therefore I am”.</p><p>So on that scale, then, although someone wants to be skilled because they want to be disobedient, they have to develop a whole new style in which unskilled now becomes skilled—you know, Bob Dylan maybe is an example of that, right?—not a skilled singer but look what he did, he revolutionized music, right? Leonard Cohen, someone like that. These are not great voices, but they&#8217;re great vocalists. So, you see how the disobedience can move into these other forms and begin to modify them. And so, the wildness and the disobedience become the focus of the ego&#8217;s values and intentionality, but in doing that it begins to create more and more obstacles for itself in life, because the more you have to “do it your way”—unless you&#8217;re Frank Sinatra and you&#8217;ve got the mafia behind you—you&#8217;re going to have to have some hardship. It&#8217;s not so easy.</p><p>And so that&#8217;s why the obstacles that arise for someone who has chosen a very independent path, but at the same time doesn&#8217;t want to lose the values of all of these higher options of the other spectra, has to find a fine line in order to live life to get the maximal return on one&#8217;s investment, right? And all of these have to be coordinated to give you what, for you, is the most profit on the investment.</p><p>But what is profit for you, in life? If you ask yourself, what do you want to have gotten out of life on your deathbed that will make you look back on your life and say, “I did it my way and it was great”, you know? “I died happy,” right? Or “No, it didn&#8217;t work! I was a failure. I lost. I was a sinner, and I was a fool.” right? I don&#8217;t think anybody wants to be on their deathbed, you know, with those feelings, right? So, in a certain way, everyone is trying to live in a way in which their future will bring them to a point where they can say, “Yes, I did it, <em>swaha</em>! I&#8217;m done! I went to the other shore and there&#8217;s no more to attain.”</p><p>So, in order to do that, the ego has to shift from the spectrum of two polarities to a trinity. It has to go from a two-valued logic to a three-valued logic. It has to find the <em>madhyamaka</em>, right? “Where between these two polarities do I stand?” In the same way that you can know that you&#8217;re anatomically a male or a female, but that doesn&#8217;t necessarily decide if you&#8217;re a man or a woman.</p><p>And these days man and woman is much more liquid—we could say the anatomy is solid, the question of “am I a man or a woman?” is more liquid, and whether I&#8217;m masculine or feminine in any particular aspect or situation is gaseous, right? So again, you have these three states of matter that also have their equivalent in mind and in consciousness.</p><p>So, in late Kali Yuga, this third becomes the most important; the madhyamaka. And therefore, the religions of Kali Yuga are all triadic: every God is a Trinity in every religion. So, for example, in the classical period, God was both transcendent and immanent in history. And as a madhyamaka, He created the world, and so He&#8217;s transcendent. But as the Creator, He comes into the world and then He&#8217;s fully in it and immanent and determining the destiny of the world from within the world.</p><p>So, history itself becomes the model of our way of understanding how God works, right? Because God, if there is a God who has created the world, then it has to end in our redemption, right? We have fallen from the creation and now we&#8217;re in all of these dualities, but we know that there must be a redemption that comes if God is good.</p><p>However, you look at the world nowadays and you say, “You think it&#8217;s possible God&#8217;s not really good? You know? Or is He sick, you know? Is He not? Well, why is God allowing all of this evil to take over the world, you know? It doesn&#8217;t make sense. According to the classical religions, they cannot make a coherent theodicy to explain what&#8217;s God&#8217;s <em>modus operandi</em> here, and how do I not lose respect for the guy? Right?</p><p>But then in the Christian Trinity, of course, Father, Son and Holy Spirit—or Holy Ghost, if you will—but there&#8217;s no feminine—where is the Goddess? You see, that was left out. Carl Jung wanted to bring in the feminine and make the Trinity into a Quaternity, but it can&#8217;t really function that way. However, the truth is that the Son is actually the Mother. It’s actually—Christ is actually the feminine role in which sameness becomes difference. And the Father, Mother, Child Trinity preceded the Christian one, and this was the Trinity of ancient Egypt: Osiris, Isis and Horus, right? Father, Mother, and Child.</p><p>And we have many religions that have that Trinity in other forms. In India, of course, you have <em>Sat Chit Ananda</em>. And in Buddhism, you have the <em>Dharmakaya</em>, the <em>Sambhogakaya</em>, and the <em>Nirmanakaya</em>. In <em>Kashmir Shaivism</em>, you have <em>Shiva, Shakti, </em>and<em> Nara,</em> which is, again, the Transcendent, the Immanent, and the Individual. Nara is the man who tries to modulate, be the madhyamaka between Shiva and Shakti, and to integrate them in one&#8217;s consciousness, right? And in Daoism, you have the <em>Taiji</em>, the Yin, the Yang, and they have to be integrated. The circle that contains the Yin and Yang, how does one stay in that state beyond these dualities?</p><p>So, in the same way that in classical physics, there were recognized to be these three states of matter: solid, liquid, and gas. But in modern physics, there&#8217;s a fourth state—you all know that, right? Plasma is the fourth state of matter, and it was only recently totally incorporated into the physics paradigm. But it is recognized that 99% of the visible universe is made of plasma. And what is plasma? It is matter that has been so superheated that it is paradoxically both a gas and a liquid, and a solid, but neither of them, because what it is, is fusion, the fusion of them all. And it&#8217;s plasma that is the source of fusion energy that science is now discovering and trying to make technologically available to us. Because what is fusion energy? It&#8217;s the sun, it&#8217;s the stars, it&#8217;s the nebulae, it&#8217;s the interstellar gases. They&#8217;re all plasma. And on the Earth, the auroras are made of plasma. But you know what else is made of plasma? Lightning. Plasma is the <em>Vajra</em>.</p><p>This is a very important link, because matter has four states, but so does mind. OK? And so, once we understand that, that&#8217;s why in yogic terminology, you have <em>Jagrat</em>, <em>Swapna</em>, <em>Sushupti </em>and <em>Turiya—</em>the fourth state, right? That&#8217;s the equivalent of plasma. And it&#8217;s a state of the fusion, the total fusion of all of those dualities in harmony, and the fusion of the transcendent and the immanent, and the fusion of creation and destruction, and the fusion of the All and the Nothing.</p><p>And when our mind reaches a plasmic state of consciousness, that&#8217;s what God-consciousness is, that will morph matter itself into plasma, into total plasma, and <em>Sat Yuga</em> will run on plasma energy. That technology can&#8217;t be completely engineered in Kali Yuga—they&#8217;re leading toward it, but they haven&#8217;t been able to do it—but plasma energy will be the operating system of the next age. But it can&#8217;t come about until matter itself has become turned into, morphed, transmuted, into plasma, and then again returned into those three states of solid, liquid and gas, but at a higher vibrational frequency, in which they are forms of light rather than forms of solid substance, because matter is only waves, and those waves at a higher vibrational frequency do not become solidified, but remain as luminous crystalline forms that are in themselves not subject to resistance—in that sense, they are both matter and immaterial, simultaneously.</p><p>So, in your light body you can pass through walls—there are no resistances—you can teleport, you can recreate a form at a distance because everything is entangled, and that plasma is a field of potentiality that functions in accord with plasmic mind. OK.</p><p>So, as we reach this final stage of Kali Yuga, you both have the lowest tamasic level, but you also have the appearance of the fourth stage of the Vajra—of the lightning bolt that in the same way that St. Paul was hit on the road to Damascus and turned into Paul from Saul, and became the great Apostle—in the same way, that same lightning bolt is hitting more and more beings and turning their minds into plasma; into luminous presence that is both stillness and absolute, infinite movement simultaneously. And that&#8217;s what Ramana was talking about when he was asked, “What is silence?” It&#8217;s infinite speech, eternal infinite eloquence, because it&#8217;s God&#8217;s Mind. And if you think God&#8217;s Mind is boring, then you don&#8217;t know what God is. God has the most interesting Mind possible, and when you are fused with the Mind of God, you have infinite capacity, not only to think, but to create things, to create matter out of Mind, because that duality is also fused.</p><p>So, as we reach that point of fusing our consciousness with the totality of all of these spectra, we reach a wholeness and a purity of being that contains all possibilities, and is not marred by any contradiction that creates an internal conflict, but instead a possibility of overcoming any and all limitations, because there is no logical point at which something becomes impossible or inconsistent or incomplete, like it does with systems of thought in Kali Yuga. So, the mind overcomes all logical systematicity in its infinite capacity to think in ways that are not limited by language or number.</p><p>So, it&#8217;s this overcoming of the limitations of symbolic thought as well as of the image—the imaginary layer of consciousness—that enables a fusion of our intelligence at a level that can manifest new forms that become materially present and manifest at the same time that they retain their immaterial basis in Pure Consciousness.</p><p>So, this is the final stage at the end of Kali Yuga, and the return to the Singularity. And we can only attain this through reaching a state of total fusion of ego, soul, and Self as a single whole of nirvana and samsara—not as two differences, it&#8217;s not a choice—we can&#8217;t be liberated from samsara, we have to be liberated <em>in</em> samsara, right? Liberated in the <em>bardo</em> of life but bringing eternal life into time. And that is the ultimate function of Sat Yoga.</p><p>Did any of that still make sense? Yeah? In that case, I&#8217;m going to quit there while I&#8217;m behind, and I’ll let you take over. I&#8217;ll give you one more insight.</p><p>When we deal with the ego, or we deal with spirit entities that one can be possessed by—that we spoke about—those are mind in solid particulate form; they are particles of mind that are rigid and that remain with a certain lack of plasticity, so they will emanate a certain kind of vibrational frequency. And in the ego, there are a number of different dissociated fragments that are particles of mind that are fixated with certain ideas that can never change. So, we have to de-solidify the internal aspects of the ego, as well as any entities that might have congealed upon and crusted, invaded, or entered into, the auric field of an individual.</p><p>Then soul is liquefied mind: soul is mind in a flow state that is always able to function without definition. It’s indeterminacy incarnate, but always able to be the master of any situation by changing, chameleon-like, in accord with what is needed, and to be the yin for the yang that is needed, or the yang for the yin, or on whatever other spectrum, to be able to offer the missing piece. So that&#8217;s at the soul level.</p><p>Now, when a yogi begins to enter into serious deep <em>tapas</em>—this is the equivalent of the moth going into the flame—when it goes into the flame it can only do it because it&#8217;s in a <em>sattvic</em> state—not<em> rajasic</em> or <em>tamasic</em>—but the going into the flame turns it into total chaos, because at the moment that it&#8217;s burning, until it has completely burned away, it&#8217;s half dead and half alive; it&#8217;s half transcendent and half immanent, but it can&#8217;t function in either world, it&#8217;s like the butterfly that&#8217;s not yet a butterfly, but it&#8217;s no longer the caterpillar, it&#8217;s in the cocoon, but it&#8217;s not yet formed, you see? So, it&#8217;s in a state of chaos. So, this is the gaseous state of consciousness.</p><p> </p><p>So, in order to get to plasma, you have to go through a gaseous chaos of burning away everything that was solid and known, and certain, and that you could depend on, and build your life on—all of that has to be burned away, and in the burning, you feel like you cannot function. You don&#8217;t have angel&#8217;s wings yet, but you don&#8217;t have the butterfly wings either—you can&#8217;t function either transcendently or immanently—you&#8217;ve burned all your bridges, all your ability at this level, and you haven&#8217;t yet got the reward of that sacrifice, and there&#8217;s total chaos. And one can only deal with that with total patience, and acceptance, and allow the burning to complete itself. And then it becomes superheated, and the mind becomes plasma, and that&#8217;s the Absolute Self. And this has to be the process that we complete, and that&#8217;s our alchemy as Sat Yogis.</p><p>OK, I hope that&#8217;s useful to people, but whether it is or not, that&#8217;s what you got today, so tip of the hat to difference. You know, the word <em>madhyamaka</em>, actually a classical Sanskritist pronounces it “mad-yamaka”<em>—</em>and I thought, well, that&#8217;s what a POMO Hasid would wear in Israel, so, I had to wear a kind of mad-yamaka today to be the madhyamaka. But we have to be willing to be different from ourselves, and at the same time have enough sameness and consistency that there&#8217;s a trustworthiness to the creative difference that emerges, that is somehow able to connect and make sense of the past, but in a new, totally innovative way, that completely changes all of the values and all of the possibilities without losing what was good and what was sustainable, and beautiful and pure, within what is now being morphed from caterpillar to butterfly, or any other form of metamorphosis.</p><p>Our metamorphosis is completely beyond our conception. We are becoming unknown to ourselves, and unknown because there&#8217;s no pattern in nature that we can mimic. We are entirely unique beings, and that uniqueness means that we have to face life without any model, without any map, and without any preconceived destination. And we discover along the way, through the obstacles we face, where we are actually going. And we only find out really after we&#8217;ve arrived, that we are back where we started, and we know it for the first time.</p><p>I just stole that from T.S. Eliot, but you know, he was right.</p><p>Namaste,</p><p>Shunyamurti</p></div><div id=\"jet-tabs-content-1353\" class=\"jet-tabs__content \" data-tab=\"3\" role=\"tabpanel\" aria-hidden=\"true\" data-template-id=\"false\"><p><strong>Transcription: </strong><a href=\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/05/The-Fundamentals-of-Absolute-Alchemy.pdf\">The Fundamentals of Absolute Alchemy.pdf</a></p><p><strong>Audio File</strong>: <a href=\"https://mcdn.podbean.com/mf/web/ps7t2p/5_220418_midday_Liberation_in_the_Bardo_of_Life_MEMBERS8beo5.mp3\">The Fundamentals of Absolute Alchemy &#8211; Audio file.mp3</a></p></div>\t\t\t</div>\n\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-a32ddc1 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"a32ddc1\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-1457293\" data-id=\"1457293\" data-element_type=\"column\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-6e8d8bb elementor-widget elementor-widget-heading\" data-id=\"6e8d8bb\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h4 class=\"elementor-heading-title elementor-size-default\">Topics covered in this teaching:</h4>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"elementor-element elementor-element-70a8601 elementor-widget elementor-widget-post-info\" data-id=\"70a8601\" data-element_type=\"widget\" data-widget_type=\"post-info.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<ul class=\"elementor-inline-items elementor-icon-list-items elementor-post-info\">\n\t\t\t\t\t<li class=\"elementor-icon-list-item elementor-repeater-item-d5d9afd elementor-inline-item\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"elementor-icon-list-text elementor-post-info__item elementor-post-info__item--type-custom\">\n\t\t\t\t\t\t\t\t\t\t<ul class=\"tag-list \"><li><a href=\"https://www.members.satyoga.org/tag/devolution-of-consciousness\">Devolution of Consciousness</a></li><li><a href=\"https://www.members.satyoga.org/tag/east-west\">East &amp; West</a></li><li><a href=\"https://www.members.satyoga.org/tag/philosophy\">Philosophy</a></li><li><a href=\"https://www.members.satyoga.org/tag/western-culture\">Western Culture</a></li></ul>\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t</ul>\n\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t",
        "protected": false
      },
      "excerpt": {
        "rendered": "<p>Shunyamurti introduces the nine parallel spectra of sameness and difference to help us find the madhyamaka of mind that fuses all states of consciousness into the Mind of God&#8211;overcoming all sameness and difference by bringing eternal life into time. This is the alchemy of Sat Yoga.</p>\n",
        "protected": false
      },
      "author": 5,
      "featured_media": 17132,
      "comment_status": "open",
      "ping_status": "open",
      "sticky": false,
      "template": "",
      "format": "standard",
      "meta": {
        "ihc_mb_level": ""
      },
      "categories": [
        73,
        20,
        72
      ],
      "tags": [
        28,
        29,
        41,
        50
      ],
      "acf": [],
      "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.6.2 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>The Fundamentals of Absolute Alchemy - Sat Yoga Members</title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"https://www.members.satyoga.org/teachings/the-fundamentals-of-absolute-alchemy/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"The Fundamentals of Absolute Alchemy - Sat Yoga Members\" />\n<meta property=\"og:description\" content=\"Shunyamurti introduces the nine parallel spectra of sameness and difference to help us find the madhyamaka of mind that fuses all states of consciousness into the Mind of God--overcoming all sameness and difference by bringing eternal life into time. This is the alchemy of Sat Yoga.\" />\n<meta property=\"og:url\" content=\"https://www.members.satyoga.org/teachings/the-fundamentals-of-absolute-alchemy/\" />\n<meta property=\"og:site_name\" content=\"Sat Yoga Members\" />\n<meta property=\"article:published_time\" content=\"2022-05-12T15:43:12+00:00\" />\n<meta property=\"article:modified_time\" content=\"2022-05-13T11:43:43+00:00\" />\n<meta property=\"og:image\" content=\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/05/5-220418_Liberation-Bardo_Members-Teaching_Wield-the-Infinite-Fusion-Power-of-the-Mind-of-Plasma.png\" />\n\t<meta property=\"og:image:width\" content=\"1280\" />\n\t<meta property=\"og:image:height\" content=\"720\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"30 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://www.members.satyoga.org/#website\",\"url\":\"https://www.members.satyoga.org/\",\"name\":\"Sat Yoga Members\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://www.members.satyoga.org/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://www.members.satyoga.org/teachings/the-fundamentals-of-absolute-alchemy/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/05/5-220418_Liberation-Bardo_Members-Teaching_Wield-the-Infinite-Fusion-Power-of-the-Mind-of-Plasma.png\",\"width\":1280,\"height\":720},{\"@type\":\"WebPage\",\"@id\":\"https://www.members.satyoga.org/teachings/the-fundamentals-of-absolute-alchemy/#webpage\",\"url\":\"https://www.members.satyoga.org/teachings/the-fundamentals-of-absolute-alchemy/\",\"name\":\"The Fundamentals of Absolute Alchemy - Sat Yoga Members\",\"isPartOf\":{\"@id\":\"https://www.members.satyoga.org/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://www.members.satyoga.org/teachings/the-fundamentals-of-absolute-alchemy/#primaryimage\"},\"datePublished\":\"2022-05-12T15:43:12+00:00\",\"dateModified\":\"2022-05-13T11:43:43+00:00\",\"author\":{\"@id\":\"https://www.members.satyoga.org/#/schema/person/026371263aee4e88a5ad709989c2084b\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://www.members.satyoga.org/teachings/the-fundamentals-of-absolute-alchemy/\"]}]},{\"@type\":\"Person\",\"@id\":\"https://www.members.satyoga.org/#/schema/person/026371263aee4e88a5ad709989c2084b\",\"name\":\"Sat Yoga\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://www.members.satyoga.org/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/f23e6a1f777fff13d8f6cfe3cd3faf16?s=96&d=mm&r=g\",\"caption\":\"Sat Yoga\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
      "_links": {
        "self": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts/17096"
          }
        ],
        "collection": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts"
          }
        ],
        "about": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/types/post"
          }
        ],
        "author": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/users/5"
          }
        ],
        "replies": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/comments?post=17096"
          }
        ],
        "version-history": [
          {
            "count": 0,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts/17096/revisions"
          }
        ],
        "wp:featuredmedia": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/media/17132"
          }
        ],
        "wp:attachment": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/media?parent=17096"
          }
        ],
        "wp:term": [
          {
            "taxonomy": "category",
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/categories?post=17096"
          },
          {
            "taxonomy": "post_tag",
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/tags?post=17096"
          }
        ],
        "curies": [
          {
            "name": "wp",
            "href": "https://api.w.org/{rel}",
            "templated": true
          }
        ]
      }
    }
  },
  {
    "wordpress_id": 17062,
    "slug": "madness-can-resolve-the-double-bind",
    "title": "Madness Can Resolve the Double Bind",
    "wp_data": {
      "id": 17062,
      "date": "2022-05-06T13:15:46",
      "date_gmt": "2022-05-06T13:15:46",
      "guid": {
        "rendered": "https://www.members.satyoga.org/?p=17062"
      },
      "modified": "2022-05-06T13:43:46",
      "modified_gmt": "2022-05-06T13:43:46",
      "slug": "madness-can-resolve-the-double-bind",
      "status": "publish",
      "type": "post",
      "link": "https://www.members.satyoga.org/teachings/madness-can-resolve-the-double-bind/",
      "title": {
        "rendered": "Madness Can Resolve the Double Bind"
      },
      "content": {
        "rendered": "\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"17062\" class=\"elementor elementor-17062\" data-elementor-settings=\"[]\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-9397e04 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"9397e04\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-39f4d22\" data-id=\"39f4d22\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-0865714 elementor-widget elementor-widget-html\" data-id=\"0865714\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<div style=\"position: relative; padding-top: 56.25%;\">\r\n<iframe src=\"https://iframe.videodelivery.net/699743283dc5a9e51687705a2eadc951?poster=https%3A%2F%2Fwww.members.satyoga.org%2Fwp-content%2Fuploads%2Fsites%2F5%2F2022%2F05%2F5-220423_Evening_Members.png\" style=\"border: none; border-radius: 5px; position: absolute; top: 0; height: 100%; width: 100%;\" allow=\"accelerometer; gyroscope; autoplay; encrypted-media; picture-in-picture;\" allowfullscreen=\"true\"></iframe>\r\n</div>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-8c2b386 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"8c2b386\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-13d2605\" data-id=\"13d2605\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-03d3fb3 elementor-widget elementor-widget-html\" data-id=\"03d3fb3\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<iframe title=\"Madness Can Resolve the Double Bind - Satyoga.org\" allowtransparency=\"true\" height=\"150\" width=\"100%\" style=\"border: none; min-width: min(100%, 430px);\" scrolling=\"no\" data-name=\"pb-iframe-player\" src=\"https://www.podbean.com/player-v2/?i=bwhez-121d263-pb&from=pb6admin&share=0&download=1&rtl=0&fonts=Arial&skin=1&font-color=auto&logo_link=episode_page&btn-skin=c73a3a\"></iframe>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-21d90e7 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"21d90e7\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-431674f\" data-id=\"431674f\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-692da61 elementor-widget elementor-widget-jet-tabs\" data-id=\"692da61\" data-element_type=\"widget\" data-widget_type=\"jet-tabs.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"jet-tabs jet-tabs-position-top jet-tabs-move-up-effect \" data-settings=\"{&quot;activeIndex&quot;:0,&quot;event&quot;:&quot;click&quot;,&quot;autoSwitch&quot;:false,&quot;autoSwitchDelay&quot;:3000,&quot;ajaxTemplate&quot;:false}\">\n\t\t\t<div class=\"jet-tabs__control-wrapper\">\n\t\t\t\t<div id=\"jet-tabs-control-1101\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor active-tab\" data-tab=\"1\" tabindex=\"1101\" role=\"tab\" aria-controls=\"jet-tabs-content-1101\" aria-expanded=\"true\" data-template-id=\"2108\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Description</div></div></div><div id=\"jet-tabs-control-1102\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor \" data-tab=\"2\" tabindex=\"1102\" role=\"tab\" aria-controls=\"jet-tabs-content-1102\" aria-expanded=\"false\" data-template-id=\"false\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Transcription</div></div></div><div id=\"jet-tabs-control-1103\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor \" data-tab=\"3\" tabindex=\"1103\" role=\"tab\" aria-controls=\"jet-tabs-content-1103\" aria-expanded=\"false\" data-template-id=\"false\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Downloads</div></div></div>\t\t\t</div>\n\t\t\t<div class=\"jet-tabs__content-wrapper\">\n\t\t\t\t<div id=\"jet-tabs-content-1101\" class=\"jet-tabs__content active-content\" data-tab=\"1\" role=\"tabpanel\" aria-hidden=\"false\" data-template-id=\"2108\"><p><strong>Summary</strong>: <span style=\"font-weight: 400;\">Shunyamurti helps us to understand how the laws of karma operate (only) </span><span style=\"font-weight: 400;\">with</span><span style=\"font-weight: 400;\">in the realm of Maya, and how to accept the the mad congruence between destiny and fate</span><span style=\"font-weight: 400;\">&#8212;</span><span style=\"font-weight: 400;\">by not using mad-ductive reasoning and maintaining the peace of radical (and sometimes non-rational) acceptance.</span></p></div><div id=\"jet-tabs-content-1102\" class=\"jet-tabs__content \" data-tab=\"2\" role=\"tabpanel\" aria-hidden=\"true\" data-template-id=\"false\"><p>So one of the things that I think we would benefit from understanding as deeply as possible is that of <em>maya</em> and the laws of karma. And the laws of karma operate in the realm of maya. They don&#8217;t operate beyond the realm of maya. And maya, of course, is illusion. But that illusion is very tenacious, as we know, and it&#8217;s not that difficult to fall into it if one&#8217;s consciousness gets projected into the phenomenal plane and mistakes it for reality.</p><p>And I wanted to point out that we&#8217;ve been talking in the retreat about the three types of reasoning that logicians recognize, right? Inductive, deductive, and abductive. But there&#8217;s a fourth type of reasoning that is the one that humans actually use. It&#8217;s none of those three. That&#8217;s what you use on philosophy exams or something. In real life, what I call the fourth type of logical reasoning is not inductive or abductive, but it&#8217;s <em>mad-ductive</em>. I would even call it “mad-duct-tape” reasoning, because we try to hold it together through a mad kind of hypothesis. Right? So there&#8217;s a kind of normal madness that people actually employ to make their decisions in life. They don&#8217;t do it based on reasoning. OK, so I think we all know that. But it might be important to actually study what mad-ductive reasoning is and how it functions and why—although it&#8217;s mad—it brings one to a sense of certainty that one is doing the Will of God. Right? Because one feels totally lost and not sure what to do, and it&#8217;s only this kind of mad-ductive superposition on the unfoldment of events that can bring it to a conclusion in which one feels like “I couldn&#8217;t have done anything else.” Right? And everyone wants to feel that way in order to be able to accept the unfoldment of their fate.</p><p>So I want to quote from a passage from an excellent book that I think is actually a storehouse of insights about the law of karma. It&#8217;s called <em>Living by the Words of Bhagavan.</em> It&#8217;s the story of Annamalai Swami, who is one of the chief disciples of Sri Ramana Maharshi, and he came at a very early point after the establishment of the Ashram in Tiruvannamalai, and he ended up being appointed by Ramana to be the builder of most of the buildings; he constructed them. And what&#8217;s interesting about Annamalai, to start with, is that when he was born in a village, maybe forty miles or so away from Tiruvannamalai, a traveling <em>brahmin</em> fortune teller told his parents that he was destined to be a <em>sadhu</em>, and his parents were horrified by this because they wanted him to have a job and make money—they didn&#8217;t want him to be wandering out there begging for dinner and all of that—so they did everything possible to dissuade him from being a sadhu and being spiritual. And the father wanted him to follow in his footsteps, and he was a builder, he was a constructionist and built houses. And the last thing Annamalai ever wanted to do was build houses. So, here, he becomes a sadhu, and he ends up having to build the buildings in the Ashram.</p><p>So you see how the law of karma doesn&#8217;t let you escape from your destiny, but at the same time there&#8217;s a kind of mad congruence between your destiny and your fate. Right? How they come together. And so in his acceptance of the fact that he was doing what he hated doing and yet doing what he loved doing simultaneously, he was unable to separate those two aspects of reality which are always bugging the ego, and finally coming to a resolution in which he could totally accept. But it took him a while.</p><p>So I want to read this passage that happened in the early days when he first came to the Ashram, and he was not happy there. So let me find this passage. OK, this was, if you have the book, on page 30. Not that you have the book here, but you might have it on your bookshelf and want to go back and check it. Some of you might have it! Synchronicities do happen!</p><p>“I was very happy to have found such a great guru as Bhagavan. As soon as I saw him, I felt I was looking at God himself. However, initially I was not very impressed either by the Ashram or by the devotees who had gathered around him. The management seemed to be very autocratic, and most of the devotees didn&#8217;t seem to have much interest in the spiritual life. So as far as I could see, they were primarily interested in gossiping.”</p><p>Now, you can&#8217;t relate to that here, can you? None of us gossip or have any unspiritual attitudes! But, hey, that was Ramana’s ashram! So Annamalai goes on, scandalously.</p><p>“These early impressions disturbed me. I thought to myself, ‘Bhagavan is very great, but if I live in the company of these people, I may lose the devotion that I already have.’”</p><p>This laughter disturbs me a little bit.</p><p>“I came to the conclusion that it would not be spiritually beneficial for me to associate with people who didn&#8217;t seem to have much devotion. I know now that this was a very arrogant attitude, but those were my true feelings at the time. These thoughts disturbed me so much that for three or four nights I was unable to sleep. I finally came to the conclusion that I would keep Bhagavan as my guru, but I would live somewhere else.”</p><p>“I remember thinking, ‘I will go and do meditation on the Self somewhere else, without having the distracting friendship of any human beings. I will go to an unknown place and meditate on God. I will go for <em>bhiksha</em>,’” which means begging for food, “‘and I&#8217;ll lead a solitary life.’”</p><p>Right? Live in a cave and be a real sadhu, right.</p><p>“I remember thinking, OK, so about three weeks after I first came to the ashram, I left to take up my new life.”</p><p>So he was only there three weeks and poof—gone, right?</p><p>“So I told no one, not even Bhagavan, about my decision. I left at 1:00 a.m. on a full moon night and started to walk toward town.”</p><p>“I went straight through the town past Easanya Math”, which is a monastic institution northeast of Tiruvannamalai, “and I started walking toward Polor. I had no particular destination in mind, I just wanted to get away from the Ashram. I spent the whole night walking and reached Polor, which is a village about 20 miles north of Tiruvannamalai, just after dawn. The walk had made me very hungry, so I decided to go for bhiksha in the town.”</p><p>“It was not a great success. I begged at about five hundred different houses, but no one gave me any food.”</p><p>That&#8217;s very unusual in India at that time.</p><p>“One man told me that I should go back to Tiruvannamalai, while another man, who was serving a meal when I approached him, shouted at me, telling me to go away. Eventually I gave up and walked to the outskirts of the town. I found a well in a field, and I spent about a half hour standing in it with the water up to my neck, hoping that the coldness of the water would take my hunger pains away. It didn&#8217;t work.”</p><p>You see, a little mad-ductive reasoning already starting to take over, right.</p><p>“Then I made my way to the <em>Samadhi</em>”, which is a shrine where the corpse or the cremated remains of a saint are. “I went to the <em>Samadhi of Vithoba</em>, who was a saint who had died recently in that town, and sat there for a while. I finally got something to eat when an old lady came to do <em>puja</em>. She looked at me and she said, ‘It seems as if you are very hungry. Your eyes are starting to sink into your face. I don&#8217;t have much myself, but I can give you some <em>ragi</em>.’”</p><p>That&#8217;s millet gruel. It&#8217;s not very good, believe me. You’d have to be starving to want to eat it.</p><p>“As she was saying that, she gave me about one and a half tumblers of this ragi gruel to drink. It didn&#8217;t do much for my hunger pangs, but I was still happy to receive it. The long walk and the lack of food had made me very tired.”</p><p>“As I sat there, I began to question the wisdom of leaving Bhagavan. It was clear that things had not turned out in the way that I had expected. This indicated to me that the decision might not have been correct. I formulated a plan which I thought would test whether my decision had been correct or not. I took a large handful of flowers, placed them on the Samadhi of Vithoba, and started to remove them two at a time. I had decided in advance that if there were an odd number of flowers, I would return to Bhagavan, if there were an even number I would carry on with my original plan.”</p><p>“When the result indicated that I should go back to Bhagavan, I immediately accepted the decision and started walking toward Tiruvannamalai.”</p><p>How many of you have ever made a decision on the basis of something like that? There&#8217;s a few honest mad-ductive yogis here. So his karma did seem to indicate that he would be better off going back and that he was going to have a very hard time doing that, living out of the Ashram as he desired. But did he make that decision based on a rational understanding of reality, or was it a non-rational giving into superstition? Well, he goes on.</p><p>“Once I had accepted that my <em>prarabdha</em>, my destiny, was to stay with Bhagavan, my luck began to change. As I was walking into town, a hotel owner invited me into his hotel and gave me a free meal and even gave me some money.”</p><p>OK!</p><p>“He even prostrated to me. He bowed to me as if I was an enlightened saint. So I had decided to return to Tiruvannamalai by train because I wanted to get back as soon as possible, but before I could reach the station, some more people invited me into their house and asked me to eat. I ate a little food there and then excused myself on the grounds that I had just already eaten a big meal. I had decided to try to travel without a ticket because I wrongly assumed that the money I had been given wouldn&#8217;t be enough for the journey. My good luck continued on the train—halfway to Tiruvannamalai, a ticket inspector came to inspect all the tickets, I seemed to be invisible to him, for I was the only person in the carriage who was not asked to produce a ticket. A similar thing happened at the end of the journey when I paused in front of the ticket collector on the station platform. He said, ‘You&#8217;ve already given your ticket, go. You&#8217;re holding up the other people in the line.’ So then, by Bhagavan&#8217;s grace, I escaped on both occasions without having to pay.”</p><p>Right?</p><p>“So I walked the remaining distance to the Ashram. On my arrival, I went straight to Bhagavan, prostrated before him, and told him everything that happened. Bhagavan confirmed it was my destiny to stay at <em>Ramanashram</em>. He said, ‘You have work to do here. If you try to leave without doing the jobs you&#8217;re destined for you, where can you go?’”</p><p>OK, so that&#8217;s how karma works, OK? Now, he was pretty certain by the way he was treated on the way back as if he was already an enlightened being and given all kinds of miraculous help that he had made the right decision. So he had no doubts, right?</p><p>So karma will work that way, but does it work that way because of external forces? Or was it his own projections, and his own attitude, and his own subconscious conflict with the act of leaving the Ashram that had produced the difficulties leaving, and all of the great events of support that he got on coming back? Right?</p><p>So a psychoanalyst would obviously analyze this event differently than would a mystic or a yogi, but nonetheless, this is the kind of event that determines the course of our lives, rather than any kind of a logical process of deciding the pros and cons of some program. Right?</p><p>So I think that understanding how maya works and how we are participants in the creation of the events without realizing that we are, and then getting the feedback from the phenomenal plane that is actually expressing our innermost yearning, that integrates and brings to fruition a melding of the conflicting drives in the conscious and subconscious, with our superconscious destiny, is what brings wholeness if we don&#8217;t resist it—if we actually obey the signs and wonders that we are given from the world as a message that comes from God, or is the way that the Dao is unfolding.</p><p>So there&#8217;s a kind of sanity that comes from being mad, and that alone can bring one into a state of harmony with one&#8217;s world and one&#8217;s conditions of life, and a full acceptance of how it unfolds in perfection without a constant sense of doubt: “Should I be here? Should I go? Should I do something else?”</p><p>So he was fortunate that destiny would not let him leave. The unfortunate ones are those who do get to leave without being stopped, and then have to discover things along the way that they might have learned more easily at the ashram. But nonetheless, everyone&#8217;s destiny comes out of their individual relationship to the world, and to their own internal drive complexes, that create reality as a—with a look that brings about a kind of a compromise between the positive and the negative, between what is good in a situation and seeing what is bad, and making a decision of does the bad outweigh the good, or does the cons outweigh the pros, that would cause me to make a decision to go elsewhere or to do something else other than what I had thought would be my destiny?</p><p>So this is the kind of question that&#8217;s always going on somehow in the subtext of every ego-mind. And until that kind of internal disharmony can be resolved, one doesn&#8217;t have a peaceful relationship to one&#8217;s unfoldment of one&#8217;s life. So yoga will give you that peace if you can be in acceptance with the mad-ductive responsibility to interpret the signs in a way that will serve your highest unfoldment of surrender to the Will of God, even if that Will looks like it is presented in a way that is non-rational. But by following the clues that the world is giving you, you will get a strong sense of what the Dao is opening to you, and what windows of opportunity you should leap through, and which ones you should close and say “no thanks” to. And those kinds of intuitions are part of what develops when the soul becomes more sensitive to the nature of how reality is reflected in appearance.</p><p>So that brings me to the next announcement, which is that we&#8217;re doing a very soft launch of a new book—so soft that it&#8217;s weightless, and isn&#8217;t really even happening. But the second volume of the <em>Gems of Wisdom</em> series of the collected essays that were done, starting back in 2002 and 2003, we&#8217;re now in volume two, and I had to get it out of my space so I could go on.</p><p>So I have no emotional relation to this book, and it&#8217;s very odd because it&#8217;s a very emotion-filled book, but somehow it&#8217;s just something that has passed through that has to be given. And I think it may be helpful to some people, but because it&#8217;s a book about maya, really, and about the overcoming of maya, but mostly about the way that maya functions in the life of the ego, and even of the soul level of consciousness. Somehow, it’s a book that I think one can benefit from appreciating, and in the same way that one outgrows frames of reference, or paradigms of life, and enters into more spacious and more deep and more meaningful ones, I think that the reading of the book may serve someone to let go of their own veils, and unveil the Real behind whatever is the pattern of belief that is motivating the consciousness, to think of itself as a certain kind of person in a certain kind of world, and to recognize that all of that is projected and none of it is based on the Real, it&#8217;s based on thought patterns.</p><p>So <em>The Seven Vales of Maya</em> is the title, and the subtitle is <em>Eldritch Essays</em>, by this character called Shunyamurti. Now I want to explain this word “Eldritch” and why I chose it. It&#8217;s an old word, and it comes originally from <em>elf-reich</em>, OK? Meaning, “the Kingdom of the Elves”. In other words, it comes from an enchanted world, a world that is filled with beings who are magical. The essays in this volume come from Greek mythology, and Greek mythology is filled with all kinds of nymphs, water nymphs, and woodland nymphs, and of course there are sirens, and you have in Olympus, you have not only the gods, but you have the graces and the muses, and you have semi- and demigods and all kinds of hybrids. And of course you have Poseidon, the ocean god, and you have Thanatos, the Lord of Death, and you have the rulers of the underworld, Hades and Persephone. So you have a world filled with magical beings.</p><p>And I chose Greek mythology rather than Indian mythology to use as the basis of trying to explain the developmental process of the human through the different veils of maya that one goes through as one&#8217;s consciousness deepens, and one perceives the magical nature of the world, but then passes through that into a more non-magical and scientific kind of mode of perception, and then transcends even that into a more metaphysical and analytic kind of consciousness. At the end of <em>Kali Yuga</em>, in which there&#8217;s a linguistic turn, and one is recognizing that the world is based on representations, but that the signifiers of language are always sliding over the signified, and one doesn&#8217;t always know what they mean by what they say and what they think. And so one becomes aware of the confusions even within rational thought, because the connection between what you think and what those thoughts actually mean and refer to within the plane of maya are in a state of slippage and indeterminacy—they are not as certain as we tend to want to believe.</p><p>And so we are led into cognitive errors through actually accurate thinking, but we&#8217;re basing the thinking on the words and not on the reference of those words. So we can be confused if someone tells us they&#8217;re giving us a vaccine, when the word “vaccine” now means something very different—it now means, right, a genetically modifying device that will put microchips and nanobots into you—but the word “vaccine” doesn&#8217;t tend to mean that to people, and so if they assume that the signifier refers to its old signified, they may make an error in judgment, right?</p><p>So it is the play between these two planes of representation that ruling elites tend to use in order to develop mind control over subjects who have a tendency to have a naive relationship with language, and can easily be manipulated by signifiers that sound good—“democracy” may sound good, but that signifier now tends to mean arbitrary tyranny, but we&#8217;re still in the “free world”—that means we&#8217;re enslaved—but the signifiers are accurate if you understand what they mean. Indeed, the injections are safe and effective if your goal is depopulation.</p><p>So the recognition of the relationship of these levels of signifier and signified that will give you an understanding of how you have to respond to the various calls of the media and the Big Brother in advising you as to what to do and how to live. So I used Greek mythology rather than Indian, because, you know, we&#8217;ve all seen the <em>Mahabharata</em> film recently, and the Logos of ancient India is very different from the Logos of ancient Greece. They do have things in common—they&#8217;re both magical worlds—but in ancient Greece, you wouldn&#8217;t have a wife blindfolding herself in order to be in resonance with a blind husband and share his blindness—she would instead want to be his eyes and take care of him, or else leave him, but she would at least not want to blind herself. She would follow an entirely different logic in her way of relating to disability, let&#8217;s say, and to the dharma of loyalty.</p><p>And in many ways, the kind of dharmic intentionality in ancient India did not carry over into the Greek world, even though the Greek world is an Aryan split off community, but nonetheless, because of their nomadic nature and because they became a seafaring culture living on Greek Isles, their actual relationship to reality became very different than an agricultural society in a landlocked area. And the Greek, let’s say, not just the Logos, but the <em>umwelt,</em> became the basis of European social development, and this led to what, in modern times, became colonialism and imperialism, and technological development, because there was a will to power that was present within the Greek culture, in which there was a lot of warfare, much more so—even though the <em>Mahabharata</em> is about a war, but nonetheless, the culture was very literally Spartan in its formation of a social order as a war machine.</p><p>And so that kind of an appropriation of <em>techne</em>, even within a magical context, was already present within ancient Greece, and it’s that attitude that became the basis of the possessive tendencies—the greed, the tendency of control of territory, etc.—that we are, of course, still dealing with in a much more complicated way today. But I felt that because of the Europeanization of the globe, through the globalization of capitalism in the end of Kali Yuga, that this was a model of intellectual development that was more relatable to readers in the West.</p><p>And the different mythological constructs were the equivalent of modern psychoanalysis. In fact, it&#8217;s no accident that Freud stole from Greek mythology his main concepts, right, the narcissism from the myth of Narcissus, the Oedipus complex, etc., they came from there, and Carl Jung stole even more from the Greek mythological tradition as representing our own archetypal subconscious. And so there is a through-line between modern depth psychology and the ancient mythological psychology, that was taught in a different way, but was, I think, even more descriptive and more effective in its presentation of how a complex affects one&#8217;s life course.</p><p>And so what I did, and originally back in 2004, for the most part, was I wrote five of these essays, and I&#8217;ve extracted them from all the other essays written in that period because they shared that theme, but I added the final two that were never actually posted back then. And they are not mythological because they are the point where consciousness leaves mythology and enters metaphysics, and takes the linguistic turn into the Logos and the <em>Ontos</em>, the drive to understand one&#8217;s being, not one&#8217;s becoming.</p><p>And so this is a kind of arc of development of consciousness to its final phase, that we are now in at the end of the Iron Age. And because the myths are very ironic, in a way, I think that&#8217;s a very important concept—I would even call this—not the Iron Age—but the <em>Irony Age</em>, because everything is totally ironic and, you know, an ironic expression says the opposite of what it means, like the vaccines are safe and effective, etc.—and so there is an ironic tint to everything that you hear within the media that often is telling you the truth in the form of a lie. And very often fiction reveals much more truth than nonfiction can, and so these fictional scenarios that the Greek myths comprise are often very revealing in ways that a logical or philosophical treatise could not present.</p><p>So I&#8217;m hoping that the book will be useful and good for a laugh or two, and for an ironic understanding of one&#8217;s own, let&#8217;s say, misdirections, misunderstandings of oneself, that can help unveil what is implicit but never fully recognized in one&#8217;s trajectory of narrative development, of the representational aspect of one&#8217;s ego.</p><p>Namaste,</p><p>Shunyamurti</p></div><div id=\"jet-tabs-content-1103\" class=\"jet-tabs__content \" data-tab=\"3\" role=\"tabpanel\" aria-hidden=\"true\" data-template-id=\"false\"><p><strong>Transcription: </strong><a href=\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/05/Madness-Can-Resolve-the-Double-Bind.pdf\">Madness Can Resolve the Double Bind.pdf</a></p><p><strong>Audio File</strong>: <a href=\"https://mcdn.podbean.com/mf/web/vneibx/5_220423_Evening_members6j5df.mp3\">Madness Can Resolve the Double Bind &#8211; Audio file.mp3</a></p></div>\t\t\t</div>\n\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-57f15be elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"57f15be\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-3b6d2d4\" data-id=\"3b6d2d4\" data-element_type=\"column\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-4b2b884 elementor-widget elementor-widget-heading\" data-id=\"4b2b884\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h4 class=\"elementor-heading-title elementor-size-default\">Topics covered in this teaching:</h4>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"elementor-element elementor-element-8660e5e elementor-widget elementor-widget-post-info\" data-id=\"8660e5e\" data-element_type=\"widget\" data-widget_type=\"post-info.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<ul class=\"elementor-inline-items elementor-icon-list-items elementor-post-info\">\n\t\t\t\t\t<li class=\"elementor-icon-list-item elementor-repeater-item-d5d9afd elementor-inline-item\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"elementor-icon-list-text elementor-post-info__item elementor-post-info__item--type-custom\">\n\t\t\t\t\t\t\t\t\t\t<ul class=\"tag-list \"><li><a href=\"https://www.members.satyoga.org/tag/reading-sages\">Reading the Sages</a></li></ul>\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t</ul>\n\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t",
        "protected": false
      },
      "excerpt": {
        "rendered": "<p>Shunyamurti helps us to understand how the laws of karma operate (only) within the realm of Maya, and how to accept the the mad congruence between destiny and fate&#8211;by not using mad-ductive reasoning and maintaining the peace of radical (and sometimes non-rational) acceptance.</p>\n",
        "protected": false
      },
      "author": 5,
      "featured_media": 17063,
      "comment_status": "open",
      "ping_status": "open",
      "sticky": false,
      "template": "",
      "format": "standard",
      "meta": {
        "ihc_mb_level": ""
      },
      "categories": [
        73,
        20,
        72
      ],
      "tags": [
        98
      ],
      "acf": [],
      "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.6.2 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Madness Can Resolve the Double Bind - Sat Yoga Members</title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"https://www.members.satyoga.org/teachings/madness-can-resolve-the-double-bind/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Madness Can Resolve the Double Bind - Sat Yoga Members\" />\n<meta property=\"og:description\" content=\"Shunyamurti helps us to understand how the laws of karma operate (only) within the realm of Maya, and how to accept the the mad congruence between destiny and fate--by not using mad-ductive reasoning and maintaining the peace of radical (and sometimes non-rational) acceptance.\" />\n<meta property=\"og:url\" content=\"https://www.members.satyoga.org/teachings/madness-can-resolve-the-double-bind/\" />\n<meta property=\"og:site_name\" content=\"Sat Yoga Members\" />\n<meta property=\"article:published_time\" content=\"2022-05-06T13:15:46+00:00\" />\n<meta property=\"article:modified_time\" content=\"2022-05-06T13:43:46+00:00\" />\n<meta property=\"og:image\" content=\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/05/5-220423_Evening_Members.png\" />\n\t<meta property=\"og:image:width\" content=\"1280\" />\n\t<meta property=\"og:image:height\" content=\"720\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"19 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://www.members.satyoga.org/#website\",\"url\":\"https://www.members.satyoga.org/\",\"name\":\"Sat Yoga Members\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://www.members.satyoga.org/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://www.members.satyoga.org/teachings/madness-can-resolve-the-double-bind/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/05/5-220423_Evening_Members.png\",\"width\":1280,\"height\":720},{\"@type\":\"WebPage\",\"@id\":\"https://www.members.satyoga.org/teachings/madness-can-resolve-the-double-bind/#webpage\",\"url\":\"https://www.members.satyoga.org/teachings/madness-can-resolve-the-double-bind/\",\"name\":\"Madness Can Resolve the Double Bind - Sat Yoga Members\",\"isPartOf\":{\"@id\":\"https://www.members.satyoga.org/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://www.members.satyoga.org/teachings/madness-can-resolve-the-double-bind/#primaryimage\"},\"datePublished\":\"2022-05-06T13:15:46+00:00\",\"dateModified\":\"2022-05-06T13:43:46+00:00\",\"author\":{\"@id\":\"https://www.members.satyoga.org/#/schema/person/026371263aee4e88a5ad709989c2084b\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://www.members.satyoga.org/teachings/madness-can-resolve-the-double-bind/\"]}]},{\"@type\":\"Person\",\"@id\":\"https://www.members.satyoga.org/#/schema/person/026371263aee4e88a5ad709989c2084b\",\"name\":\"Sat Yoga\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://www.members.satyoga.org/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/f23e6a1f777fff13d8f6cfe3cd3faf16?s=96&d=mm&r=g\",\"caption\":\"Sat Yoga\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
      "_links": {
        "self": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts/17062"
          }
        ],
        "collection": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts"
          }
        ],
        "about": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/types/post"
          }
        ],
        "author": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/users/5"
          }
        ],
        "replies": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/comments?post=17062"
          }
        ],
        "version-history": [
          {
            "count": 0,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts/17062/revisions"
          }
        ],
        "wp:featuredmedia": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/media/17063"
          }
        ],
        "wp:attachment": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/media?parent=17062"
          }
        ],
        "wp:term": [
          {
            "taxonomy": "category",
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/categories?post=17062"
          },
          {
            "taxonomy": "post_tag",
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/tags?post=17062"
          }
        ],
        "curies": [
          {
            "name": "wp",
            "href": "https://api.w.org/{rel}",
            "templated": true
          }
        ]
      }
    }
  },
  {
    "wordpress_id": 16988,
    "slug": "activate-the-poetics-of-politics-from-anarchy-to-sophiocracy",
    "title": "Activate the Poetics of Politics: From Anarchy to Sophiocracy",
    "wp_data": {
      "id": 16988,
      "date": "2022-04-29T13:18:00",
      "date_gmt": "2022-04-29T13:18:00",
      "guid": {
        "rendered": "https://www.members.satyoga.org/?p=16988"
      },
      "modified": "2022-04-30T17:41:18",
      "modified_gmt": "2022-04-30T17:41:18",
      "slug": "activate-the-poetics-of-politics-from-anarchy-to-sophiocracy",
      "status": "publish",
      "type": "post",
      "link": "https://www.members.satyoga.org/teachings/activate-the-poetics-of-politics-from-anarchy-to-sophiocracy/",
      "title": {
        "rendered": "Activate the Poetics of Politics: From Anarchy to Sophiocracy"
      },
      "content": {
        "rendered": "\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"16988\" class=\"elementor elementor-16988\" data-elementor-settings=\"[]\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-57e1141 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"57e1141\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-81ce263\" data-id=\"81ce263\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-7a32ab5 elementor-widget elementor-widget-html\" data-id=\"7a32ab5\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<div style=\"position: relative; padding-top: 56.25%;\">\r\n<iframe src=\"https://iframe.videodelivery.net/87c05d91b227e75138c673bd6ab39028?poster=https%3A%2F%2Fwww.members.satyoga.org%2Fwp-content%2Fuploads%2Fsites%2F5%2F2022%2F04%2F3-Members-Teaching_-_Retreat-teaching-AV-Package-promotion.png\" style=\"border: none; border-radius: 5px; position: absolute; top: 0; height: 100%; width: 100%;\" allow=\"accelerometer; gyroscope; autoplay; encrypted-media; picture-in-picture;\" allowfullscreen=\"true\"></iframe>\r\n</div>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-febeb85 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"febeb85\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-e78fe96\" data-id=\"e78fe96\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-3453065 elementor-widget elementor-widget-html\" data-id=\"3453065\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<iframe title=\"Activate the Poetics of Politics: From Anarchy to Sophiocracy - Members\" allowtransparency=\"true\" height=\"150\" width=\"100%\" style=\"border: none; min-width: min(100%, 430px);\" scrolling=\"no\" data-name=\"pb-iframe-player\" src=\"https://www.podbean.com/player-v2/?i=p3ddw-121029b-pb&from=pb6admin&share=0&download=1&rtl=0&fonts=Arial&skin=1&font-color=auto&logo_link=episode_page&btn-skin=c73a3a\"></iframe>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-a242475 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"a242475\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-71ff27d\" data-id=\"71ff27d\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-8a1ffb9 elementor-widget elementor-widget-jet-tabs\" data-id=\"8a1ffb9\" data-element_type=\"widget\" data-widget_type=\"jet-tabs.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"jet-tabs jet-tabs-position-top jet-tabs-move-up-effect \" data-settings=\"{&quot;activeIndex&quot;:0,&quot;event&quot;:&quot;click&quot;,&quot;autoSwitch&quot;:false,&quot;autoSwitchDelay&quot;:3000,&quot;ajaxTemplate&quot;:false}\">\n\t\t\t<div class=\"jet-tabs__control-wrapper\">\n\t\t\t\t<div id=\"jet-tabs-control-1441\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor active-tab\" data-tab=\"1\" tabindex=\"1441\" role=\"tab\" aria-controls=\"jet-tabs-content-1441\" aria-expanded=\"true\" data-template-id=\"2108\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Description</div></div></div><div id=\"jet-tabs-control-1442\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor \" data-tab=\"2\" tabindex=\"1442\" role=\"tab\" aria-controls=\"jet-tabs-content-1442\" aria-expanded=\"false\" data-template-id=\"false\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Transcription</div></div></div><div id=\"jet-tabs-control-1443\" class=\"jet-tabs__control jet-tabs__control-icon-left elementor-menu-anchor \" data-tab=\"3\" tabindex=\"1443\" role=\"tab\" aria-controls=\"jet-tabs-content-1443\" aria-expanded=\"false\" data-template-id=\"false\"><div class=\"jet-tabs__control-inner\"><div class=\"jet-tabs__label-text\">Downloads</div></div></div>\t\t\t</div>\n\t\t\t<div class=\"jet-tabs__content-wrapper\">\n\t\t\t\t<div id=\"jet-tabs-content-1441\" class=\"jet-tabs__content active-content\" data-tab=\"1\" role=\"tabpanel\" aria-hidden=\"false\" data-template-id=\"2108\"><p><strong>Summary</strong>: Don’t be governed by disorder! The mad state of the world is actually made of mind, and it’s the relationship of love and law that moves us from a state of anarchy to a sophiocracy, where supreme understanding of the infinite meaning-full-ness overcomes rules.</p></div><div id=\"jet-tabs-content-1442\" class=\"jet-tabs__content \" data-tab=\"2\" role=\"tabpanel\" aria-hidden=\"true\" data-template-id=\"false\"><p>We have three mantras in Sat Yoga, the first being <em>Namah Shivaya</em>. And that one is intended to bring us into a state of humility; to humble ourselves before the Supreme Lord, and to recognize that one is never anything but a student, at best, and a subject of the Supreme Ruler, and an agency or an instrument of the Will of God—but not an independent being who has any separate will that has any reality—because it doesn&#8217;t have the intelligence to will what is in its own best interest. And only Shiva knows that, and has the power to achieve it, and to overcome the egoic resistances to the good. You know, we said Shiva means the auspicious, but it could also be defined as the Good. And that was Plato&#8217;s definition of God”: the Good—the One, or the Good. It&#8217;s the same in the Indian philosophic tradition.</p><p>So the second mantra, once there is humility and Emptiness, then <em>Shivo Hum</em>, then there can be the realization of oneness with Shiva, when the ego has been eliminated as an interference pattern that would appropriate God-consciousness for its own lower intentions, which cannot happen anyway, but the illusion of it can.</p><p>And then from that blissful consummation of union comes the realization that all is Shiva: <em>Om Tat Sat</em>, all is Sat, all is the one intelligence in action, in the project of creating meaning—meaningfulness, <em>meaningmoreness</em>.</p><p>So, there are a lot of people who don&#8217;t understand the critique that the Eastern wisdom traditions make about the world, and they confuse it with nihilism by thinking, “Well, if the world is not real, it has no meaning.” No, that&#8217;s nihilism, the death of meaning. What the yogis say is, the world has <em>intense</em> meaning, in fact, infinite meaning, and we are here in order to grasp that meaning, to understand it in its fullness. But the world does not have being. And the only way that you can understand the meaning of the world is to be in the state that transcends meaning, which is being.</p><p>The world is a fiction, but fiction contains a tremendous amount of truth. There is more truth in most novels than in most documentaries—truths about character that can&#8217;t be expressed or formulated logically, or in terms of propositions, but only be expressed in terms of interaction, and the reflection upon action that remains subvocal and even subconscious, that can be transmitted by a great novelist, who develops character more than plot, in order to understand how meaning becomes the unfoldment of the plot of the drama of this world. So we are here to maximize meaning. And the ultimate meaning is the transcendence of meaning itself, into being, into the authorship of this meaningful creation.</p><p>So I took some dictation this morning that I&#8217;m supposed to read to you to transmit some ideas, so I&#8217;m going to do that. Let me start with—for those who haven&#8217;t studied Sat Yoga or Indian philosophy much—the psyche is analyzed in its most simplified form. I&#8217;m not going into <em>kundalini</em><em>yoga</em> in that map right now, but into the structure of the psyche as <em>manas</em>, the conscious mind, <em>buddhi</em>, the intellect, and the <em>ahankar</em>, which comes from the subconscious—which causes thoughts, emotions, projections, reactions, fantasies, and drives based on fantasies, to arise and to want to be acted out.</p><p>And the ahankar also plays the role of censor, because of what it doesn&#8217;t allow to arise, what it keeps suppressed. But there&#8217;s a fourth element that often is explained by the ancient sages, and that is <em>chitta</em>. And chitta is the database upon which the manas builds its narratives. So there is all of this information that you have gained from your experiences in life, from your readings, from your viewing of all the media that you take in, all the messages, everything that you have interpreted—it&#8217;s not raw data, it&#8217;s always interpreted data—it&#8217;s structured in the subconscious as a language, but it&#8217;s there for the manas to connect the dots in the way that suits its conscious narrative, and to justify, and rationalize its projections about reality, to always be able to say, “See, I knew it!” And often it has to provoke people to act in a way that will produce the effect of, “I knew you would say that. I knew you would do that to me. I knew this would happen!” Right?</p><p>So it projects, it provokes, and it picks people who will fit those narratives. But there is always the possibility of putting the dots together in a different way; that&#8217;s the margin of freedom that is possible. But it&#8217;s not possible to the manas itself—the manas doesn&#8217;t have free will—it works on a set of algorithms that will produce a result, no matter what the data that is put in, the output will always be in accord with the preconceptions, the prejudices, the predispositions, that are in the subconscious mind. And this is why growth is very difficult—no matter how much you learn, somehow you don&#8217;t change. Why is that?</p><p>There is a way that all of it is resisted, and appropriated by the ego, distorted, forgotten when one needs to remember it, projected on others, but not taken in to apply to oneself, etc., etc. So the key to success in psychospiritual growth, the key to success in life in general, is the development and refinement of the buddhi. The buddhi is the intellect that has the capacity to discern when what we are saying has validity, and when it does not.</p><p>So we have to learn how to weigh evidence. This is one of the most important things that one should get in one&#8217;s education. One has to be able to see through false arguments, and illusory concepts that might be based on white swans, and reject the idea that there could be a black swan, and then one is suddenly shocked and devastated when it appears. So there has to be a mastery of logic, inductive, deductive, and abductive logic. But logic is not even sufficient, but at least the buddhi has to start there, and eliminate cognitive errors from its own discourse.</p><p>It has to recognize when it itself is saying something that is not logically valid, or defensible in the face of a rational objection.</p><p>So it is this refinement that should be part of our growing into adulthood, but in the dumbed-down education systems we have at the end of <em>Kali Yuga,</em> that rarely happens. So the buddhi doesn&#8217;t develop, and therefore we have to develop it ourselves. And this is the purpose of a wisdom school—the development of the intellect to its highest possible point—because without that intelligence operating in an accurate way, we cannot achieve liberation. We won&#8217;t even be able to achieve success on a phenomenal level. So we want to go beyond that, beyond adulthood, into our divine nature. But to do that, we have to have an intelligence that is as close as possible to God&#8217;s intelligence. That requires great humility. Before you can do that, you have to see that your ego is deceiving you, that your conscious mind, ninety percent of the time, is creating a rationalization, or a justification, for ideas, for behaviors, for actions, that are not justifiable, not accurate, not in accord with the <em>dharma</em>, not in your own best interests, but that are often influenced by the lower death drive, and by lower <em>chakra</em> energies, that actually hold back your growth and development, when they should be sublimated, but instead they are <em>de-sublimated</em>.</p><p>So we have to understand that underneath the rationalization, there is an agency of censorship that won&#8217;t even let us know the truth. And that agency has to be overcome. And until we have the authority to be able to dismantle the censor, the conscious mind has no legitimate power to do that, because it&#8217;s simply a product of the censor—it&#8217;s what the censor throws up to be thought and spoken. But the conscious mind of the ego is not your Real Self, and has no free will.</p><p>It&#8217;s controlled by the censor for its purposes, and it&#8217;s a compromise formation between what Freud called the “pleasure principle” and the “reality principle”. But underneath both of those is the death drive. And so the conscious mind is in a very perilous situation. The buddhi must recognize that before it&#8217;s willing to take any action to grow, it has to know that it&#8217;s on this boat that&#8217;s heading over a waterfall, and it&#8217;s soon going to be too late to change its trajectory. And if it doesn&#8217;t recognize the conflicting drives that are underneath all of this, and de-potentiate those drives, and the desires, then, that they create at the conscious level, then one will not be able to succeed, and one will not be able to reach a state of presence to our divine nature, that can then receive downloads from the Real Self.</p><p>So the buddhi must purify the manas, and eradicate the ahankar, which is the subconscious arising of the ego&#8217;s death driven thoughts and emotions. But until we have developed the ability to think coherently and cohesively in a sustained way, our thought patterns will be interrupted by those very energies of resistance, based on the censor and the unconscious drives, and we won&#8217;t be able to think our way out of the paper bag that the ego is in. And that&#8217;s part of the problem: you have to be able to first think very clearly, and powerfully, before you can transcend thought.</p><p>If you try to transcend thought before you have done that, you&#8217;ll be totally overtaken by the subconscious.</p><p>So this is part of the problem with people who want instant enlightenment and are not willing to do the work. But it takes tremendous deep training of your intellect, and purification of the manas, and eradication of the ahankar, to get to the point where you can even make the decision to transcend the ego. So, all of that requires honesty, and the willingness to be transparent to oneself, not opaque, to not let the censor hide ulterior motives, and subconscious drives, from you, so that you are not governed by prejudices, and biases, and other elements that cause your judgment to be inaccurate. And you have to become completely free of superficial sentimentality, which is a terrible plague that the ego suffers from, and the ego&#8217;s tendency to be opinionated—the ego has opinions about everything, but none of them are usually based in the Real. They are just ways of trying to prove a point in conversation, or have a particular style, or attitude, that one uses for effect in a social realm—but they do not get you to the Real Self, and they are tremendous obstacles, when your mind is constantly producing that low quality thought.</p><p>So one must be free of all delusions, obviously, but one must have no taboo against knowing the truth. It&#8217;s those elements of forbidden knowledge and unbearable knowledge, that become the real obstacles to growth. You have to be willing and strong enough to bear the truth, and the truth is often very ugly to the ego, and weakens the ego, and insults it. And you have to be willing to go through that in order to become a trustworthy thinker, and someone who is capable of becoming Real.</p><p>In a healthy social order, you would have to have proven this trustworthiness of your capacity to think beyond the ego&#8217;s rationalizing tendencies in order to be given any position of management of any division of the social order or leadership. You have to have displayed that, proven that it must have been not just rational thinking—it&#8217;s not reason alone, but reason in the service of goodness, in the service of beauty. And so it&#8217;s that trinity that has to become, in a way, the ideal of the buddhi: of truth, goodness, and beauty, and the desire to gain mastery of those three principles, if there is going to be transcendence of the false self.</p><p>So in classical times this was already well known, and it was a part of the curriculum in every wisdom school. You can read it in Pythagoras. It goes back that far, which is why you have to enter the <em>Pythagoras Pass</em> in order to get to the ashram. If you don&#8217;t pass that course that he originally taught, which was the Trivium and the Quadrivium, you couldn&#8217;t even be admitted into the wisdom school. That was the threshold condition.</p><p>And those were what constituted the <em>Yamas</em> and <em>Niyamas</em> for the Western world. And it&#8217;s there in Plato, very clearly, it&#8217;s there in all the Greek philosophers. So in the original classical Trivium, you started with grammar. You had to learn the mechanics of language, because language is the currency of social interaction. Then you had to be able to turn the grammar into logic—you had to be able to think logistically, according to the Logos. You had to be able to put together valid syllogisms. You had to be able to deduce realities: “Where there&#8217;s smoke, there may be fire.” You have to be able to put that logic together in terms of empirical reality, so you can function adequately, and you know how to respond to events. You have to diagnose what is happening, in the same way that a doctor diagnoses symptoms, you have to diagnose all the symptoms that appear in your reality, whether in your own body, or in others, or in relationships, or situations, or messages that you&#8217;re getting from synchronicities—you have to be able to learn to read the world. And you have to be able to logically put all of that together.</p><p>And then logic then becomes rhetoric. In the final stage, you have to be able to create an ordered set of logical propositions that create a discourse, that create an ability to produce a trajectory, a strategy, a program, a project of life, and to be able to carry it through. And it is the capacity for rhetoric that displays the ability to think coherently, and to step-by-step prioritize what must happen in any particular project, or in any particular logical progression of thoughts, that will lead to a deeper understanding of the Real. Right?</p><p>So, that was the Trivium, and that worked for a long time, until the twentieth century, and then it was proven false by Kurt Gödel. He proved that logic is actually inaccurate—logic always comes to a point of failure—any logical system does not correspond to the Real. You will always get to a point where your thoughts will not be able to answer a question that you have to face, or they will give an answer that doesn&#8217;t make sense, or that is false. That point of incompleteness of any system, and its inadequacy, and falsity of answer is the problem with the Logos; and the West became based on the Logos.</p><p>And this, I think, was the flaw even in the Gospel of John<em>,</em> that Christianity carried forward by equating the Logos with God. But the Logos is not God. The Logos is a much lower level. God is beyond logic, and until we are able to transcend logic, after we have mastered it, we will not be able to get to the ability to navigate the Real, in true accuracy without creating karma, because otherwise logic will always produce a karmic residue, based on that which is incomplete within the system.</p><p>So, the Quadrivium, then, for those who pass through the rhetoric, and were able to give a discourse that satisfied the teachers, to prove one&#8217;s coherent capacity to think, then one passed into the Quadrivium, in which you move from word into number. And the first subject is arithmetic, where you study number in itself. What is the number system? What is number? Is number something real that we discover, or is it from the mind that we superimpose upon reality? The whole philosophy of number was the focus of the first stage of the Quadrivium, and it&#8217;s still the subject of tremendous controversy within the philosophy of mathematics. In fact, philosophy writ large, because your whole ontology and metaphysics often depends upon the ontological status of number and of quantity.</p><p>So from arithmetic, which is number in itself, you would move to geometry, which is: how does number appear in space? How can space be mapped? Topography can happen through the geometrical understanding of the world, and without that, you can&#8217;t build—literally; an architect requires geometry, right? It&#8217;s an essential element. But any kind of surveying, anything that requires an understanding of the lay of the land, requires geometry.</p><p>So how number functions in space, and how we master our capacity of spatial intelligence, is the second phase. Then we go from there into astronomy—astronomy is number in the outer space. It&#8217;s number in time as well, because the sky moves, and so you have the number in the cosmos, you have the order of the galaxies, of the constellations, and the precession of the equinoxes—all of the understanding of astronomy that points to the necessity of understanding our relationship to the cosmos. Where are we in all of this? What part do we play? What are the messages we&#8217;re receiving from the stars? How are we related to that cosmic intelligence? All of this is developed.</p><p>And then finally, the last study of the Quadrivium is music. And music is really where truth meets beauty. The two come together because music is mathematics—it is number in time as rhythm and melody and harmony—it is totally mathematical, but it&#8217;s the mathematics of beauty itself, and beauty as containing meaningfulness—<em>meaningmoreness</em>, because you can put meaning into music, into sound, that cannot be put into words, which is why most movies have soundtracks and music backgrounds—because you cannot transmit the same information through logic that you can transmit through music.</p><p>And so that harmonization of beauty and truth becomes, really, the portal into adulthood in classical education. And through that becomes—one realizes that all of reality is musical. All of it is motivated by beauty, and quantity, and quality, harmonized, integrated together, in time, in every moment. And we want to make our lives musical, our language musical—this is how poetry develops, and how we want to make our lives poetic, in every sense. And to have poetic justice, and to have a poetry of understanding of karma, that can grasp all of the nuances of the events of the world.</p><p>And so it&#8217;s this whole development of poetics that then leads us into the deeper development of all of the arts, and into, then, taking that information into the field of politics, and making politics poetic, so that truth and beauty and goodness become the principles that sustain a society—a social order. Once that has been lost, then you have what we have today: a disordered, ugly, social order that is oppressive, not fair, not just, not good, and that serves very negative and anti-life and anti-growth aims. And so the social order, rather than encouraging the growth of its members, discourages it: it weakens them, it disempowers them, it dumbs them down, it makes them lose even their curiosity or interest in growing beyond the ego. And it normalizes oppression.</p><p>And so we internalize that normalizing, oppressive tendency, in terms of the attacks upon ourself that the ego then suffers, and a feedback loop between the social order’s collapse into the death drive and destructiveness, is mirrored by that which happens within each individual, and vice versa.</p><p>So in recent times, there has been a very interesting shift just in this postmodern period, starting from around the 1970s, with the insights of a French philosopher named Michel Foucault.</p><p>How many people are familiar with Foucault&#8217;s writings? OK. In the 70s, he went to the <em>Collage de France,</em> and he gave a series of lectures on the birth of biopolitics. And he showed how the political system had moved from a feudal system, in which you actually had total freedom, because the government didn&#8217;t care about what you did in your life—they wanted taxes, you had to give them a certain percentage of your produce, you had to tithe to the church, but in other ways, there was actually freedom and there was no worries: you were taken care of from cradle to grave, you didn&#8217;t have to buy life insurance or health insurance; life was much freer of pressures and of the kinds of anxieties that we feel are so normal today and take for granted. But there was none of that kind of pressure.</p><p>But then the society changed with industrialization and capitalism and colonialism and imperialism, and the society became ever more—the elite became ever more obsessed with the control of the biological reality of its members, and it began to medicalize life, so that everyone had to go through, and was subject to, the expertise of the so-called “medical profession” and psychiatric profession. This is where madness also became something that could be a cause for your being locked up into an asylum that was not very nice, and to be rather horribly treated to cure you of your so-called “madness”. And madness was simply believing anything the social order didn&#8217;t want you to believe, and we are now again in that state.</p><p>But Foucault said we are now in the midst of an upsurge of biopolitics again, where our biology is now being controlled: we can be told to wear masks, to be locked down, to be mandatorily vaccinated with something that hasn&#8217;t even been approved or approved to be valid—but we have to trust the elite when they tell us this is science. We&#8217;re not allowed to think for ourselves. And so this biopolitical shift in society was noted by Foucault, and it was a very important development that philosophers up until then had overlooked.</p><p>Well, the situation, of course, became worse and worse through the years, and it wasn&#8217;t long until an Italian philosopher, Giorgio Agamben, developed an idea that the social elite want even more than that—they want to be able to reduce you to what he called “bare life”: to be less than an animal, to be able to be put in a concentration camp, put a number on you, be treated completely without concern for your subjectivity whatsoever. He saw that this was a part of the death drive now taking over. We could call this <em>thanatopolitics.</em> And he saw this—what had already arrived—but he saw this becoming normalized.</p><p>And from there, it was a few years later before another thinker, Achille Mbembe, invented a term of <em>necropolitics</em>, which is not only that are they doing this for particular cases, but there is an enmity, a hatred of the adult, the grown being, the being who can think for himself or herself, that threatens the system, who will often be terminated with extreme prejudice. There was a politics of killing. The death drive became aggressively activated in the social order. And he saw this developing ever more and becoming collectivized. And this developed even further into a total <em>nihilopolitics</em>, in which we have completely lost all meaning, all sense of values, all understanding of what constitutes a human. Recently, we saw in the US, the Supreme Court Justice couldn&#8217;t define a woman—we can&#8217;t even have gender determinations—the buddhi has been completely undone, and no one is able to think clearly about anything anymore, including, you don&#8217;t know if you&#8217;re a man or a woman, and you don&#8217;t know if those terms even have any meaning any longer.</p><p>So all of the social order has been deconstructed and destroyed so that we are not able to think, we&#8217;re not able to use our intelligence, and therefore we are more enslaved to the social order. And now, I think, we have entered a period that I would call <em>eschatopolitics</em>. The <em>eschaton</em>, in religion is the final day, the doomsday, and the politics, now, is leading to the activation of the doomsday. And, literally, we are in the world war that will bring that about for most of the human population, along with the food shortages that are being deliberately engineered, so that if you survive the mushroom cloud, you&#8217;ll still starve to death in a short time, and if you don&#8217;t die from the delayed effects of a vaccine or of some other cause.</p><p>But the number of factors that are leading toward the eschaton now are maximalized, and they are politically engineered and designed; it&#8217;s not simply accidental. It is also happening at a geological level, and happening at a cosmic level. So, all of this: as above, so below; there is a synchronicity that we have to face and be able to bear, and be able to think clearly through, and to understand, in order to be liberated in this illusory bardo, in order to achieve the fulfillment of our divine purpose. So the pressure is mounting, because only under tremendous pressure does the coal of the ego become the diamond of the Real Self. But that pressure will continue to increase day by day. So that&#8217;s the situation that we are now in.</p><p>So as we develop, and did develop, in the past, our capacity for artistic creativity, we were able to harmonize the Apollonian and the Dionysian drives within the human being. The Apollonian wants order. It wants the perfection, almost like Bach music, of its mathematical purity and equanimity and equality, and all of that kind of, let&#8217;s say, solar orderliness. But you also have the Dionysian moon of total wildness and freedom, and absolute differentness and newness, and radical creative flights of imagination, that have to break the order that has been established in order to be able to bring in an ever-higher level of order. And those two drives have to be harmonized and integrated so that they serve one another, not that they oppose one another. And until the intellect gets to that point, it will not be able to activate the upper death drive. And that&#8217;s the beginning, then, of being able to conquer over all of the factors that are now oppressing us.</p><p>Does this all make sense so far? OK, I&#8217;m going to keep going then, because I want to get to the ultimate point of what are the implications for us here and now. We said that the trinity of principles were: Truth, Goodness, and Beauty—but there&#8217;s a problem here. There&#8217;s a glitch, which is that, for the ego, beauty means the beauty of form—but God is formless. So rather than TGB, as a trinity, we need a quaternity—we need TGIF—which most people prefer anyway, but the “IF” in this case doesn&#8217;t refer to Friday, but it refers to Intelligent Formlessness. OK? Because God&#8217;s beauty is formless, it&#8217;s the beauty of Absolute Intelligence.</p><p>And a scientist will appreciate the beauty of a theory, a chess player will appreciate the beauty of the brilliance of a chess combination—in every field of the arts, there will be an appreciation for the formless beauty that underlies an idea, an archetypal concept, that is in itself not something that can be formulated in language, but enables the formulation of creative ideas to proceed. And it&#8217;s that core of Intelligence that is the source of beauty that we have to get to, and not be stuck on the beauty of form, because it was our stuck-ness in the beauty of form that then created the fall into the desire to possess beautiful forms, and to ravage them—whether it&#8217;s the form of a human being or the beauty of nature—but the beauty of the world itself was mistreated, as a result of the ego&#8217;s desire to possess it, to control it, or to be it, and to display it, and to use it for the will to power.</p><p>So we have to transcend the Logos, reach real truth, and we have to transcend form to reach the source of beauty. And we have to transcend even our conventional ideas of goodness if we are to reach God-consciousness, because many people say, well, there can&#8217;t be a good God, because how could a good God allow such a world of evil to exist? And that means that we are seeing things from an egoic perspective—we are not seeing it from the good that is God-consciousness, and until we are humble enough to transcend our own opinions about what goodness is, we will never get beyond egocentric thinking, and never be in touch with the Real.</p><p>So in any case, one reaches a point in one’s psychospiritual development, and I think this is universal, but it&#8217;s certainly the pattern you see with philosophers and with sages in both the West and the East through time, whose testimony, whose life stories, whose <em>charitras </em>are well known to us—and this is the point where one reaches when one realizes that the most good I could do for the world would be for my ego to die into God; that would be the best gift I could give to the world—not to use my ego to rule the world in a better way, or to try to change things from my compassion, and my goodness, and my appreciation of beauty, but to let the Will of God completely take over, and have no residue of egoic interference. When one reaches that realization, that&#8217;s when the spiritual journey becomes serious, and it begins, but not really until then. And that&#8217;s when one becomes, one is able to become one-pointed in one&#8217;s focus on the Real, to the point of burning away the ego. This is where the fire of yoga really becomes a bonfire—one’s hair is on fire to achieve liberation.</p><p>So one then enters a different trinity—Trivium—which is that of the translation of one&#8217;s point of view, one&#8217;s frame of reference, into that of God&#8217;s understanding, from duality to nonduality, a transformation of one&#8217;s being and one&#8217;s attitude into humility, and into surrender and service, and one&#8217;s transcendence of ego becomes one&#8217;s project in every moment, to remember and to shift into.</p><p>And then one gets into the Quadrivium from that state, the Sat Yoga Quadrivium, which begins with a total transvaluation, where your values as an ego completely fall away, and the values of God become perceived, become heightened, become clear, and a whole new way of life opens up. And the transvaluation leads to a transfiguration—you become a different kind of person, you don&#8217;t cut the same figure that you did, because you&#8217;re no longer intent on power or display, or on proving yourself, or on becoming anything, except an instrument of the Will of God. And then this leads into the transmutation—the actual transmutation of the matter of the body will begin to become lighter—it will actually turn to light in its ultimate modality. But your energy becomes of a higher and higher vibrational frequency, and the inner light of God-consciousness appears, and you are in it, you are absorbed in it, you are saturated by it, and you are emanating it.</p><p>And then the final level of the Quadrivium is the transfinitization, where the infinity of infinities of possibility and perspectives becomes the field of reference. Not a particular perspective of an ego, and not any limited form of thought, but the entire potentiality of infinity becomes one&#8217;s home, one&#8217;s the abode of consciousness. So at the same moment that one approaches this, let&#8217;s say, event horizon of the ego, one feels the greatest resistance, the fierce resistance of the ego and the soul, that doesn&#8217;t want to give up its values. “I worked so hard to gain these values. I became so refined in my appreciation for music, for art, for logic, for law, for goodness, etc. Now you want me to just let all of that go? No way!” And so one wants to hold on to the goodness that one has attained within the frame of reference of the ego. And why not? From an ego perspective, you certainly don&#8217;t want to lose that.</p><p>So the ego will resist formlessness. “I did all this work to get a form that I could have people appreciate! Now you want me to be formless! The whole world is based on valorizing form, how you look, how you appear, all of that, and you want to let go of that and be a formless intelligence, and not have any concern for that?! What do you want me to do? Go around in a loincloth like Ramana? No way!”</p><p>So the resistance to the letting go of all of the values that actually were good, were positive for the ego must be sublimated yet another notch into its opposite. But it&#8217;s not opposite in the sense of a duality that is opposed. But it&#8217;s a supplement to a higher frequency, or octave of reality, that moves you from the Logos to the <em>Dao</em>.</p><p>Now, in the Eastern wisdom schools, their principles were always based not on the Logos but on the Dao. The Dao is a capacity for thought that transcends logic. That&#8217;s why the <em>Tao Te Ching</em> begins with the statement that “The Dao that can be named is not the real Dao”—you cannot formulate it in logical terms, but there is an intuitive knowing that is not based on generalities, or universality, or particularity. Every moment is absolutely new, and is absolutely encountered in total freedom—not based on rules, not based on laws, not based on past experience, but a total newness in every moment, in which you have nothing to hold on to. You can&#8217;t say, “I have a legal precedent that shows this should be the way I do something now, because this was done in the past”, right? That&#8217;s how everyone wants to build up a case to prove they&#8217;re right, but it&#8217;s a letting go of all of that, of rightness and certainty, in order to be in total Presence. And this is something that the ego-mind resists.</p><p>It also resists the Apollonian side of order. The ego wants the freedom to be disordered. It wants the freedom to have its own truth, to do it “my way”, to follow “my own drives and desires”: “The hell with the rest, I&#8217;m going to do it in my own style!” And it is that rebellion against order from a Dionysian perspective, but no longer harmonized. It wants wildness without the Dao that enables that creativity to be channeled into a form of beauty. So until all of those are harmonized and integrated, in a way that one can live them, without a glitch, without a point of failure of one&#8217;s logic, one is not able to proceed in life from that place of consciousness that is liberated.</p><p>So everything we gained has to be left behind, and the most difficult of all in the growth process is the realignment of the relationship between love and law, because one has to understand what does love mean in this new context? Love was always defined in terms of <em>chakra two</em>. What is love in terms of four, five, six, and seven? And how does law figure into a denial of precedents and rules? “If I am not acting on the basis of rules, then how do I know I am behaving correctly?” So all the criteria for one&#8217;s actions in the world can no longer be determined by any dharma, by any system of God&#8217;s Commandments, from wherever you might have gotten them. One has to transcend all of that, into what God wants now, at this moment, from you in total freedom, that is God-consciousness. And you must be totally free of any rigidity, or any memory, or any desire, in order to achieve the Presence to God that is in unity with the Godself.</p><p>And it&#8217;s when this is achieved that one is then able to evolve one&#8217;s inherent desire for anarchy. Because every ego wants anarchy: it wants to be the law, it wants to be God. But until that is translated into wanting to be God <em>without</em> the ego, not the ego <em>as</em> God, that anarchy evolves into <em>sophiocracy</em>, and now there can be an order of wisdom and a legitimate hierarchy of power and of goodness that can be translated into social terms. And only then can a Kingdom of Heaven be established, and law prevented from ever becoming oppressive, and love kept pure of lust and aggression and unable to produce divine love relationships. So until we have valorized humility over mastery, and all of the transvaluations that go with that, and are implied by that, we will not be able to attain that.</p><p>Now, here we are at this moment, at the end of the <em>kalpa</em>, at the point when the ego is in its lowest, most <em>tamasic</em> point, and it has literally gone mad, and it cannot be controlled, it can&#8217;t be trained, it can&#8217;t be refined, because it doesn&#8217;t want any of that—it just wants its freedom, its control, its power, its wishful thinking, to be able to be enacted. It cannot handle the effect of Real 1, of the forces that are now impinging upon one&#8217;s individual freedom at the level of body, because of the biopolitics, etc., and at the level of mind, because of the disordered nature of the consciousness.</p><p>And so the enslavement of the ego to the other—because when you have lost your intelligence and you live in a state of stupidity, you are dependent on the other. And so your desire for freedom actually leads you to join the herd mind and to “trust the science”, and to give up your power, and to only care about whether you can choose what toppings you want on your pizza, but you can&#8217;t choose how you&#8217;re going to live in the social order, that&#8217;s all going to be decided by arbitrary decrees, and you&#8217;ll have no say in it, but you&#8217;ll be too busy eating your pizza and drinking beer to even care about it. And so that&#8217;s how they do it since the Roman times, “bread and circuses”, it&#8217;s just become a little more sophisticated these days, with cocaine and other types of amusements, but it&#8217;s the same basic idea. And so people have become enslaved, and they have lost the ability to regulate their own habits and their own minds, they have become addicted, and addictive personalities, and out of touch with reality and unable to order themselves.</p><p>So, in this state it becomes a difficulty of almost impossibility to become free. It&#8217;s at this point that we have to make the decision—the only possible decision—since the ego can&#8217;t be improved, it can&#8217;t be refined, it can&#8217;t be transformed anymore. It&#8217;s become too rotten, too lost, too incoherent—the only thing left to us is ego death. The only choice, the only rational choice, that can be made, is for the ego to be taken by the soul and surrender to God. The soul has the power to do that, but it will have to overcome and not pay attention to the resistance of the ego, and surrender its thoughts, its desires, its attitudes, its opinions, all of that to the silence of the presence of God.</p><p>This would be impossible to accomplish except for one factor; and the one factor is that when you attempt to do it seriously, with sincere yearning from your heart, even though you will meet resistance, what will happen at a certain point when the soul&#8217;s seriousness of purpose has been established—that you&#8217;re going to fight, even if it&#8217;s a tug of war—you know, the <em>devas</em> and the <em>asuras</em> are always shown in a tug of war with the serpent of maya between them, and that&#8217;s the tug of war that you will have within. But at a certain moment, that tug of war becomes a churning of the ocean of consciousness, and out of it come two things: one is poison. That poison will have to be taken and transformed, and when it&#8217;s transformed, it becomes nectar. It becomes the nectar of immortality. And what will be given to us by the grace of God if our struggle is true, and is unrelenting, is the taste of the nectar of bliss, the bliss of the immortality of our true divine nature.</p><p>And it&#8217;s the taste of that nectar that will motivate us to take that serpent and completely defeat the opposition of the <em>asuric</em> tendencies of the ego, because we will be nourished and empowered by that nectar. That nectar is what Christ was anointed with, <em>Christ</em> means “the anointed one”<em>.</em> We all have to be anointed with that nectar, and it has to be absorbed into the brain. We have to be saturated in it, until we are drunk and mad with divine love, and with the Presence of God, and the ego completely dissolved and disintegrated, and annihilated in that <em>nectarian</em> environment.</p><p>That&#8217;s what we have to do in meditation, and that will lead us to the liberation in the <em>bardo</em> of life, that will turn life into a kingdom of God.</p><p>Namaste,</p><p>Shunyamurti</p></div><div id=\"jet-tabs-content-1443\" class=\"jet-tabs__content \" data-tab=\"3\" role=\"tabpanel\" aria-hidden=\"true\" data-template-id=\"false\"><p><strong>Transcription: </strong><a href=\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/04/Activate-the-Poetics-of-Politics.pdf\">Activate the Poetics of Politics: From Anarchy to Sophiocracy.pdf</a></p><p><strong>Audio File</strong>: <a href=\"https://mcdn.podbean.com/mf/web/qmmjcx/4_220416_LFBL_Retreat_Mid_Morning_members_The_Journey_to_Supreme_Understandinga4m3h.mp3\">Activate the Poetics of Politics: From Anarchy to Sophiocracy &#8211; Audio file.mp3</a></p></div>\t\t\t</div>\n\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-ca0ac99 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"ca0ac99\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-8ccd2d9\" data-id=\"8ccd2d9\" data-element_type=\"column\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-9c1047b elementor-widget elementor-widget-heading\" data-id=\"9c1047b\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h4 class=\"elementor-heading-title elementor-size-default\">Topics covered in this teaching:</h4>\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"elementor-element elementor-element-6cc384f elementor-widget elementor-widget-post-info\" data-id=\"6cc384f\" data-element_type=\"widget\" data-widget_type=\"post-info.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<ul class=\"elementor-inline-items elementor-icon-list-items elementor-post-info\">\n\t\t\t\t\t<li class=\"elementor-icon-list-item elementor-repeater-item-d5d9afd elementor-inline-item\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"elementor-icon-list-text elementor-post-info__item elementor-post-info__item--type-custom\">\n\t\t\t\t\t\t\t\t\t\t<ul class=\"tag-list \"><li><a href=\"https://www.members.satyoga.org/tag/state-of-the-world\">State of the World</a></li></ul>\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t</ul>\n\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t",
        "protected": false
      },
      "excerpt": {
        "rendered": "<p>Don’t be governed by disorder! The mad state of the world is actually made of mind, and it’s the relationship of love and law that moves us from a state of anarchy to a sophiocracy, where supreme understanding of the infinite meaning-full-ness overcomes rules.</p>\n",
        "protected": false
      },
      "author": 5,
      "featured_media": 16997,
      "comment_status": "open",
      "ping_status": "open",
      "sticky": false,
      "template": "",
      "format": "standard",
      "meta": {
        "ihc_mb_level": ""
      },
      "categories": [
        73,
        20,
        72
      ],
      "tags": [
        48
      ],
      "acf": [],
      "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.6.2 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Activate the Poetics of Politics: From Anarchy to Sophiocracy - Sat Yoga Members</title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"https://www.members.satyoga.org/teachings/activate-the-poetics-of-politics-from-anarchy-to-sophiocracy/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Activate the Poetics of Politics: From Anarchy to Sophiocracy - Sat Yoga Members\" />\n<meta property=\"og:description\" content=\"Don’t be governed by disorder! The mad state of the world is actually made of mind, and it’s the relationship of love and law that moves us from a state of anarchy to a sophiocracy, where supreme understanding of the infinite meaning-full-ness overcomes rules.\" />\n<meta property=\"og:url\" content=\"https://www.members.satyoga.org/teachings/activate-the-poetics-of-politics-from-anarchy-to-sophiocracy/\" />\n<meta property=\"og:site_name\" content=\"Sat Yoga Members\" />\n<meta property=\"article:published_time\" content=\"2022-04-29T13:18:00+00:00\" />\n<meta property=\"article:modified_time\" content=\"2022-04-30T17:41:18+00:00\" />\n<meta property=\"og:image\" content=\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/04/3-Members-Teaching_-_Retreat-teaching-AV-Package-promotion.png\" />\n\t<meta property=\"og:image:width\" content=\"1280\" />\n\t<meta property=\"og:image:height\" content=\"720\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"31 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://www.members.satyoga.org/#website\",\"url\":\"https://www.members.satyoga.org/\",\"name\":\"Sat Yoga Members\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://www.members.satyoga.org/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://www.members.satyoga.org/teachings/activate-the-poetics-of-politics-from-anarchy-to-sophiocracy/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://www.members.satyoga.org/wp-content/uploads/sites/5/2022/04/3-Members-Teaching_-_Retreat-teaching-AV-Package-promotion.png\",\"width\":1280,\"height\":720},{\"@type\":\"WebPage\",\"@id\":\"https://www.members.satyoga.org/teachings/activate-the-poetics-of-politics-from-anarchy-to-sophiocracy/#webpage\",\"url\":\"https://www.members.satyoga.org/teachings/activate-the-poetics-of-politics-from-anarchy-to-sophiocracy/\",\"name\":\"Activate the Poetics of Politics: From Anarchy to Sophiocracy - Sat Yoga Members\",\"isPartOf\":{\"@id\":\"https://www.members.satyoga.org/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://www.members.satyoga.org/teachings/activate-the-poetics-of-politics-from-anarchy-to-sophiocracy/#primaryimage\"},\"datePublished\":\"2022-04-29T13:18:00+00:00\",\"dateModified\":\"2022-04-30T17:41:18+00:00\",\"author\":{\"@id\":\"https://www.members.satyoga.org/#/schema/person/026371263aee4e88a5ad709989c2084b\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://www.members.satyoga.org/teachings/activate-the-poetics-of-politics-from-anarchy-to-sophiocracy/\"]}]},{\"@type\":\"Person\",\"@id\":\"https://www.members.satyoga.org/#/schema/person/026371263aee4e88a5ad709989c2084b\",\"name\":\"Sat Yoga\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://www.members.satyoga.org/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/f23e6a1f777fff13d8f6cfe3cd3faf16?s=96&d=mm&r=g\",\"caption\":\"Sat Yoga\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
      "_links": {
        "self": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts/16988"
          }
        ],
        "collection": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts"
          }
        ],
        "about": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/types/post"
          }
        ],
        "author": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/users/5"
          }
        ],
        "replies": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/comments?post=16988"
          }
        ],
        "version-history": [
          {
            "count": 0,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/posts/16988/revisions"
          }
        ],
        "wp:featuredmedia": [
          {
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/media/16997"
          }
        ],
        "wp:attachment": [
          {
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/media?parent=16988"
          }
        ],
        "wp:term": [
          {
            "taxonomy": "category",
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/categories?post=16988"
          },
          {
            "taxonomy": "post_tag",
            "embeddable": true,
            "href": "https://www.members.satyoga.org/wp-json/wp/v2/tags?post=16988"
          }
        ],
        "curies": [
          {
            "name": "wp",
            "href": "https://api.w.org/{rel}",
            "templated": true
          }
        ]
      }
    }
  }
]