[
  {
    "title": "A Day in the Life at Sat Yoga Ashram",
    "slug": "day-in-life-sat-yoga-ashram",
    "excerpt": "Experience the rhythms of ashram life through meditation, seva, satsang, and community living in the Costa Rican jungle.",
    "content": "## Morning Awakening\n\nThe day begins before dawn with the sweet sound of birds welcoming the sun. Residents gather in the meditation hall for morning sadhana, sitting in silence as the jungle comes alive around us.\n\n## Sacred Service (Seva)\n\nAfter breakfast, community members engage in various forms of seva - from tending the organic gardens to maintaining the ashram grounds. Every action becomes a meditation when performed with presence and devotion.\n\n## Afternoon Satsang\n\nThe highlight of each day is satsang with Shunyamurti. These profound teachings offer guidance on the spiritual path and address questions that arise in our practice.\n\n## Evening Reflection\n\nAs the sun sets over the jungle canopy, we return to meditation, integrating the day's insights and preparing for the deep rest of yoga nidra.",
    "author_name": "Ashram Community",
    "read_time": 5,
    "is_featured": false,
    "is_published": true,
    "category_id": "e16d71fb-910b-4a48-98af-eb7c1bb8e7e3"
  },
  {
    "title": "The Illusion of Separation: Understanding Non-Duality",
    "slug": "illusion-of-separation-non-duality",
    "excerpt": "An exploration of Advaita Vedanta and the ultimate nature of reality beyond subject-object duality.",
    "content": "## The Great Divide\n\nFrom the moment we are born, we are taught to see ourselves as separate entities in a world of separate things. This fundamental misperception colors every aspect of human experience and lies at the root of all suffering.\n\n## What is Non-Duality?\n\nNon-duality, or Advaita in Sanskrit, points to the recognition that there is only one reality. The apparent multiplicity of forms is like waves on the ocean - seemingly separate, yet never apart from the water itself.\n\n## The Path of Inquiry\n\nThe realization of non-duality is not achieved through accumulation of knowledge but through the subtraction of false beliefs. Self-inquiry dissolves the illusory sense of a separate self, revealing what has always been true.\n\n## Living the Truth\n\nWhen the illusion of separation falls away, life continues but without the burden of a false identity. Actions happen, thoughts arise, but there is no longer an imaginary entity claiming ownership of experience.",
    "author_name": "Shunyamurti",
    "read_time": 12,
    "is_featured": false,
    "is_published": true,
    "meta_keywords": "non-duality, advaita vedanta, consciousness, self-inquiry",
    "category_id": "44ed224d-5e8f-4673-98fc-041ebe6011c5"
  },
  {
    "title": "What is the True Nature of the Self?",
    "slug": "true-nature-of-self-qa",
    "excerpt": "Shunyamurti responds to a seeker's question about self-realization and the nature of consciousness.",
    "content": "## Question from a Seeker\n\n*Dear Shunyamurti, I have been practicing meditation for several years, but I still don't understand what the Self really is. Can you help clarify this?*\n\n## Shunyamurti's Response\n\nThe Self cannot be understood through the mind because the Self is what understands. It is the light by which everything else is known.\n\nWhen you ask \"What is the Self?\" you are already assuming a subject-object relationship. But the Self is not an object that can be grasped. It is the subject that can never be objectified.\n\n## Beyond Concepts\n\nEvery description of the Self is a pointer, not the truth itself. Like a finger pointing at the moon, the teaching directs your attention but is not what it points to.\n\nThe Self is what remains when all false identifications are removed. It is your true nature, prior to all concepts, prior to all experience.\n\n## The Direct Path\n\nStop seeking the Self as if it were something you don't have. Instead, recognize what is always present - the awareness that is reading these words right now. That awareness is not separate from the Self you seek.",
    "author_name": "Shunyamurti",
    "read_time": 6,
    "is_featured": false,
    "is_published": true,
    "category_id": "e097e5e1-2e3a-43cf-bbe6-72bf7f507d47"
  },
  {
    "title": "The Role of Surrender in Spiritual Practice",
    "slug": "role-of-surrender-spiritual-practice",
    "excerpt": "Understanding true surrender as the gateway to grace and the dissolution of the ego.",
    "content": "## The Misunderstanding of Surrender\n\nMany seekers resist surrender because they confuse it with defeat or passive acceptance. True surrender is neither weakness nor resignation - it is the most radical act of freedom.\n\n## What is Real Surrender?\n\nSurrender is the recognition that the separate self has no real control. It is the letting go of the illusion that you, as an individual ego, are the doer of actions.\n\nWhen you truly surrender, you don't become nothing - you become everything. The boundaries that seemed to define you dissolve, and you recognize yourself as the infinite consciousness that permeates all existence.\n\n## Surrender and Grace\n\nGrace flows naturally when there is no resistance. The ego, with its endless desires and fears, blocks the natural flow of divine energy. Surrender opens the floodgates.\n\n## How to Practice Surrender\n\n1. Recognize the futility of egoic effort\n2. Trust in the intelligence of consciousness\n3. Let go of the need to control outcomes\n4. Remain present with what is\n5. Offer all actions as service to the divine\n\n## The Ultimate Surrender\n\nThe final surrender is the surrender of the one who surrenders. When even the act of surrendering is seen through, only truth remains.",
    "author_name": "Shunyamurti",
    "read_time": 7,
    "is_featured": false,
    "is_published": true,
    "category_id": "7adaa1ca-9c3e-42bb-b929-1583c770891d"
  },
  {
    "title": "Upcoming: The Future of Consciousness Retreat 2026",
    "slug": "future-consciousness-retreat-2026",
    "excerpt": "Details about our flagship retreat program coming next year, featuring intensive meditation and advanced teachings.",
    "content": "## Save the Date\n\nWe are excited to announce our 2026 flagship retreat program, scheduled for March 15-29, 2026.\n\n## Program Overview\n\nThis two-week intensive will feature:\n- Daily meditation sessions\n- Advanced teachings on consciousness\n- Individual guidance sessions\n- Integration practices\n- Community building\n\n## Registration Opens Soon\n\nMore details will be announced in the coming months. Stay tuned for registration information.\n\n*This is a draft post and will be published once all details are finalized.*",
    "author_name": "Ashram Community",
    "read_time": 3,
    "is_featured": false,
    "is_published": false,
    "category_id": "e16d71fb-910b-4a48-98af-eb7c1bb8e7e3"
  }
]
